Repository: getcanoe/canoe
Catalog: i18n/po/*.po
Languages: da, he, hu, nb, ro, sk, vi

source: Since only you control your money, you’ll need to save your wallet seed in case this app is deleted.
da: Da kun du kontrollerer dine midler, skal du gemme dit tegnebogs-seed, hvis denne app bliver slettet.
he: מכוון שרק אתה שולט בכסף שלך, אתה צריך לשמור את הסיד שלך למקרה שהאפליקציה תימחק.
hu: Mivel csak neked van hozzáférésed a pénzedhez, szükséges lesz elmentened a tárca privát kulcsát arra az esetre, ha ez az app törlődne.
nb: Siden bare du kontrollerer dine penger, så må du lagre hovednøkkelen til din lommebok i tilfelle appen blir slettet.
ro: Pentru că doar tu deții controlul banilor tăi, trebuie să salvezi seed-ul portofelului pentru cazul în care aplicația este ștearsă.
sk: Jelikož jen Vy máte pod kontrolou své peníze, potřebuje si bezpečně uchovat seed peněženky pro případnou obnovu.
vi: Vì chỉ bạn mới có thể điều khiển tiền của bạn, bạn cần lưu chìa khóa ví trong trường hợp ứng dụng này bị xóa

source: Skip
da: Spring over
he: דלג
hu: Átugrás
nb: Hopp over
ro: Treci peste
sk: Skok
vi: Bỏ qua

source: Slide to send
da: Slide for at sende
he: החלק לשלוח
hu: Csúsztass a küldéshez
nb: Dra for å sende
ro: Slide pentru a trimite
sk: Táhnout a odeslat
vi: Trượt để gửi

source: Sweep
nb: Sveip
ro: Şterge
sk: Vyprázdnit
vi: Quét

source: Sweep paper wallet
hu: Papír tárca olvasása
nb: Sveip papirlommebok
ro: Şterge portofelul de hârtie
sk: Vyprazdňuji papírovou peněženku..
vi: Quét ví giấy

source: Sweeping Wallet...
hu: Tárca olvasása...
nb: Sveiper lommebok...
ro: Ştergere portofel...
sk: Vyprazdňuji papírovou peněženku..
vi: Đang quét ví...

source: THIS ACTION CANNOT BE REVERSED
da: DENNE HANDLING KAN IKKE FORTRYDES
hu: EZ A MŰVELET NEM VISSZAFORDÍTHATÓ
nb: DENNE HANDLINGEN KAN IKKE REVERSERES
ro: ACȚIUNEA NU POATE FI ANULATĂ
sk: TATO AKCE NEMŮŽE BÝT NAVRÁCENA
vi: HÀNH ĐỘNG NÀY KHÔNG THỂ BỊ HỦY

source: Tap and hold to show
da: Tap og hold for at vise
he: לחץ והחזק לצפות
hu: Érints és tartsd lenyomva a mutatáshoz
nb: Trykk og hold for å vise
ro: Ține apăsat pentru a afișa
sk: Dotkni a vydrž pro náhled
vi: Ấn và giữ để hiện

source: Terms Of Use
da: Vilkår for brug
he: תנאי שימוש
hu: Használati feltételek
nb: Brukervilkår
ro: Termeni de utilizare
sk: Podmínky použití
vi: Điều khoản sử dụng

source: Terms of Use
da: Vilkår for brug
he: תנאי שימוש
hu: Használati feltételek
nb: Brukervilkår
ro: Termeni de utilizare
sk: Podmínky použití
vi: Điều khoản sử dụng

source: Text
da: Tekst
he: טקסט
hu: Szöveg
nb: Tekst
vi: Văn bản

source: Thank you!
da: Tak!
he: תודה!
hu: Köszönjük!
nb: Takk!
ro: Mulţumesc!
sk: Děkujeme!
vi: Cảm ơn bạn!

source: Thanks!
da: Tak!
he: תודה!
hu: Köszönjük!
nb: Takk!
ro: Mulţumesc!
sk: Díky!
vi: Cảm ơn!

source: That's exciting to hear. We'd love to earn that fifth star from you – how could we improve your experience?
da: Det er spændende at høre. Vi ville elske at gøre os fortjent til den femte stjerne fra dig – hvordan kan vi forbedre din oplevelse?
hu: Ezt izgalmas hallani. Szeretnénk tőled kiérdemelni az ötödik csillagot – hogyan tudnánk javítani az élményedet?
nb: Det var hyggelig å høre. Vi vil gjerne finne ut hva vi kan gjøre for å fortjene den femte stjernen fra deg - hvordan kan vi forbedre din opplevelse?
ro: Foarte interesant. Ne-ar plăcea să câștigăm cea de-a cincea stea de la tine. - cum am putea îmbunătăți experiența ta?
sk: To je zajímavé slyšet. Rádi bychom od Vás získali 5 hvězdičkové hodnocení. Cobychom pro to ještě měli udělat?
vi: Thật vui khi biết. Chúng tôi mong rằng có thể nhận được sao thứ 5 từ bạn - làm sao để chúng tôi có thể nâng cao trải nghiệm của bạn?

source: The seed
da: Seed
he: הסיד שלך
hu: A privát kulcs
nb: Hovednøkkelen
ro: Seed-ul
sk: Rychlost
vi: Chìa khóa

source: The seed is invalid, it should be 64 characters of: 0-9, A-F
da: Seedet er ugyldigt. Det skal være 64 tegn bestående af: 0-9, A-F
hu: A privát kulcs helytelen, a következő 64 karakterből kell állnia: 0-9, A-F
nb: Hovednøkkelen er ikke gyldig, det må være 64 tegn av typen: 0-9, A-F
ro: Seed-ul e nevalid, ar trebui să aibă 64 de caractere: 0-9, A-F
sk: Seed není správný. Správný obsahuje 64 znaků 0-9, A-F
vi: Chìa khóa ví đã sai, nó phải bao gồm 64 ký tự bao gồm: 0-9, A-F

source: The wallet server URL
da: Tegnebogs-server URL
he: כתובת השרת של הארנק
hu: A tárca szerver URL-je
nb: Lommebokens server-URL
ro: Adresa URL a serverului portofelului
sk: Server URL peněženky
vi: Địa chỉ máy chủ của ví

source: There is an error in the form
da: Der er en fejl i formularen
he: ישנה שגיאה בטופס
hu: Hiba az űrlapon
nb: Det er en feil i skjemaet
ro: Există o eroare în formular
sk: Chyba ve formuláři
vi: Có lỗi trong form này

source: There's obviously something we're doing wrong.
da: Der er tydeligvis et eller andet vi gør galt.
hu: Nyilvánvalóan valamit rosszul csinálunk.
nb: Det er tydelig at vi gjør noe feil.
ro: Ceva este greșit
sk: Očividně něco děláme špatně.
vi: Chắc chắn có một thứ chúng tôi đang làm sai.

source: This app is fantastic!
da: Denne app er fantastisk!
hu: Ez az app fantasztikus!
nb: Denne appen er fantastisk!
ro: Această aplicație este fantastică!
sk: Aplikace je výborná!
vi: Ứng dụng này thật tuyệt!

source: Timeline
da: Tidslinje
hu: Idővonal
nb: Tidslinje
ro: Cronologie
sk: Časová osa
vi: Dòng thời gian

source: To
da: Til
he: ל
hu: Neki
nb: Til
ro: La
sk: Ke
vi: Tới

source: Touch ID Failed
da: Touch ID fejlede
hu: Touch ID sikertelen
nb: Touch ID feilet
ro: Touch ID a eșuat
sk: Otisk prstu selhal
vi: Xác thực vân tay thất bại

source: Transaction
da: Transaktion
he: העברה
hu: Tranzakció
nb: Transaksjon
ro: Tranzacții
sk: Transakce
vi: Giao dịch

source: Transfer to
da: Overfør til
he: העבר אל
hu: Átutalás neki
nb: Send til
ro: Transferă către
sk: Přesun do
vi: Chuyển tới

source: Transfer to Account
da: Overfør til Konto
he: העבר לחשבון
hu: Számlára utalás
nb: Send til konto
ro: Transferă în cont
sk: Přesun na účet
vi: Chuyển tới tài khoản

source: Try again in {{expires}}
da: Prøv igen om {{expires}}
he: נסה שוב בעוד {{expires}}
hu: Próbáld újra {{expires}} múlva
nb: Prøv igjen om {{expires}}
ro: Încercați din nou în
sk: Zkuste znovu {{expires}}
vi: Thử lại trong {{expires}}

source: Uh oh...
he: אוי לא...
nb: Å nei...
ro: Uh of...
vi: Ôi trời...

source: Update Available
da: Opdatering tilgængelig
he: עדכון זמין
hu: Frissítés elérhető
nb: Oppdatering tilgjengelig
ro: Actualizare disponibilă
sk: Dostupná aktualizace
vi: Có cập nhật mới

source: Updating... Please stand by
da: Opdaterer… vent venligst
hu: Frissítés folyamatban... Kérjük várj
nb: Oppdaterer... Vennligst vent
ro: Se actualizează...Va rugăm să așteptați
sk: Aktualizuji...prosím čekejte
vi: Đang cập nhật... Vui lòng chờ

source: Verify your identity
da: Bekræft din identitet
he: אמת את הזהות שלך
hu: Igazold az identitásodat
nb: Bekreft din identitet
ro: Verificați-va identitatea
sk: Potvrďte svou identitu
vi: Xác nhận danh tính của bạn

source: Version
he: גרסה
hu: Verzió
nb: Versjon
ro: Versiune
sk: Verze
vi: Phiên bản

source: View
da: Se
he: צפה
hu: Megtekintés
nb: Se
ro: Vizualizați
sk: Ukázat
vi: Xem

source: View Terms of Service
da: Se Vilkår for brug
he: צפה בתנאי השימוש
hu: Szolgáltatási feltételek megtekintése
nb: Se brukervilkår
ro: Vizualizați Termenii și Condițiile
sk: Ukázat podmínky o použití
vi: Xem điều khoản Dịch vụ

source: View Update
da: Se opdatering
he: צפה בעדכון
hu: Frissítés megtekintése
nb: Se oppdatering
ro: Vizualizați actualizarea
sk: Ukázat aktualizace
vi: Xem cập nhật

source: Wallet Accounts
da: Tegnebogskonti
he: חשבונות של ארנק זה
hu: A tárca számlái
nb: Kontoer for lommebøker
ro: Conturi
sk: Účty peněženky
vi: Tài khoản ví

source: Wallet File
da: Tegnebogsfil
hu: Tárca fájl
nb: Lommebokfil
ro: Fișierul portofelului
sk: Soubor peněženky
vi: Tệp tin ví

source: Wallet Seed
da: Tegnebogs-seed
he: הסיד של הארנק
hu: Tárca privát kulcsa
nb: Lommebokens hovednøkkel
ro: Seed-ul portofelului
sk: Seed peněženky
vi: Chìa khóa Ví

source: Wallet seed not available
da: Tegnebogs-seed ikke tilgængeligt
he: הסיד של הארנק לא זמין
hu: A tárca privát kulcsa nem elérhető
nb: Lommebokens hovednøkkel ikke tilgjengelig
ro: Seed-ul portofelului nu este disponibil
sk: Seed peněženky není dostupný
vi: Chìa khóa Ví không sẵn có

source: Warning!
da: Advarsel!
he: אזהרה!
hu: Vigyázat!
nb: Advarsel!
ro: Avertisment!
sk: Varování
vi: Cảnh báo!

source: Watch out!
da: Pas på!
he: היזהר!
hu: Vigyázz!
nb: Pass opp!
ro: Aveți grijă!
sk: Sledujte!
vi: Cẩn thận!

source: We'd love to do better.
da: Vi ville elske at gøre det bedre.
hu: Szeretnénk jobban teljesíteni.
nb: Vi vil gjerne forbedre oss.
ro: Am dori să ne descurcăm mai bine.
sk: Rádi to uděláme lépe.
vi: Chúng tôi rất muốn làm tốt hơn.

source: Website
da: Hjemmeside
he: אתר
hu: Weboldal
nb: Nettside
ro: Site web
sk: Webová stránka
vi: Trang Web

source: What do you call this account?
da: Hvad kalder du denne konto?
he: איך אתה קורה לחשבון זה?
hu: Hogyan nevezed ezt a számlát?
nb: Hva vil du kalle denne kontoen?
ro: Cum doriți să numiți acest cont?
sk: Jak pojmenujete tento účet?
vi: Bạn muốn gọi tài khoản này là gì?

source: Would you like to receive push notifications about payments?
da: Vil du modtage pushmeddelelser om betalinger?
hu: Szeretnél push értesítéseket kapni a fizetésekről?
nb: Ønsker du å motta push-varslinger om betalinger?
ro: Preferați să primiți notificări push legate de plăti?
sk: Chcete získat upozornění ohledně plateb?
vi: Bạn có muốn nhận thông báo đẩy về các khoản thanh toán?

source: Yes
da: Ja
he: כן
hu: Igen
nb: Ja
ro: Da
sk: Ano
vi: Có

source: Yes, skip
da: Ja, spring over
he: כן, דלג
hu: Igen, átugrás
nb: Ja, hopp over
ro: Da, sari peste
sk: Ano, přeskočit
vi: Có, bỏ qua

source: You can change the name displayed on this device below.
da: Du kan ændre navnet, der vises på denne enhed, nedenfor.
hu: Alább megváltoztathatod ezen az eszközön mutatott nevet.
nb: Du kan endre navnet som vises på denne enheten under.
ro: Puteți schimbă numele afișat pe acest dispozitiv mai jos.
sk: Můžete změnit jméno zobrazené na tomto displeji níže
vi: Bạn có thể đổi tên hiển thị trên thiết bị này ở dưới.

source: You can create a backup later from your wallet settings.
da: Du kan oprette en backup senere fra dine tegnebogsindstillinger.
hu: Később létrehozhatsz egy biztonsági mentést a tárcád beállításainál.
nb: Du kan lage en sikkerhetskopi senere via dine innstillinger for lommebok.
ro: Puteți crea o copie de rezervă (backup) mai târziu din setările portofelului.
sk: Vytvořit zálohu můžete později v nastavení peněženky.
vi: Bạn có thể tạo 1 bản sao lưu trong cài đặt Ví vào lúc sau.

source: You can see the latest developments and contribute to this open source app by visiting our project on GitHub.
da: Du kan se de seneste udviklinger og bidrage til denne open source app ved at besøge vores projekt på GitHub.
hu: Láthatod a legutóbbi fejlesztéseket és hozzájárulhatsz ehhez a nyílt forráskódú apphoz ha meglátogatod a projektünket a GitHub-on.
nb: Du kan se den siste utviklingen og bidra til denne åpne kildekode appen ved å besøke prosjektsiden på GitHub.
ro: Puteți vedea ultimele îmbunătățiri aduse acestei aplicații open source și puteți contribui la dezvoltarea acesteia vizitând proiectul nostru pe GitHub.
sk: Můžete vidět poslední vývoj nebo spolupracovat na tomto open source projektu na GitHub.
vi: Bạn có thể xem cái cập nhật và đóng góp mới nhất trong ứng dụng nguồn mở này bằng các xem các dự án của chúng tôi trên GitHub.

source: You can still export it from Advanced &gt; Export.
da: Du kan stadig eksportere det fra Avanceret &gt; Eksport
hu: Továbbra is tudod exportálni a További &gt; Exportálás segítségével.
nb: Du kan fortsatt eksportere den fra Avansert &gt; Eksport.
ro: Puteți exporta în continuare din meniul Avansat &gt; Export.
sk: Můžete to stále vyexportovat z Nastavení &gt; Export.
vi: Bạn vẫn có thể xuất nó từ Advanced &gt; Export.

source: You'll receive email notifications about payments sent and received from your wallets.
da: Du modtager email-meddelelser om betalinger, der sendes og modtages fra dine tegnebøger.
hu: Email értesítéseket fogsz kapni a tárcához kapcsolódó ki- és befizetésekről.
nb: Du vil motta epost-varsel om betalinger til/fra dine lommebøker.
ro: O să primiți notificări pe email despre plățile trimise și primite în portofelele dumneavoastră.
sk: Obdržíte email s upozornění o odesláné, nebo přijaté platbě peněženky.
vi: Bạn sẽ được nhận các email thông báo về các khoản giao dịch được gửi và nhận trong Ví của bạn.

source: Your ideas, feedback, or comments
da: Dine ideer, feedback eller kommentarer
hu: Ötleteid, visszajelzéseid vagy hozzászólásaid.
nb: Dine ideer, tilbakemeldinger, eller kommentarer
ro: Ideile, feedback-ul, sau comentariile dumneavoastră
sk: Vaše nápady, myšlenky a komentáře
vi: Ý tưởng, phản hồi và bình luận của bạn.

source: Your password
da: Din adgangskode
he: הסיסמה שלך
hu: A jelszavad
nb: Ditt passord
ro: Parola dumneavoastră
sk: Vaše heslo
vi: Mật khẩu của bạn

source: Your wallet is never saved to cloud storage or standard device backups.
da: Din tegnebog lagres aldrig i skyen eller i dine enheds-backups.
hu: A tárcád soha nem kerül mentésre a felhőben vagy az eszköz biztonsági mentésekor.
nb: Din lommebok lagres aldri i skylagring eller på vanlig enhets-backup.
ro: Portofelul dumneavoastră nu este niciodată salvat în cloud sau în timpul backup-ului standard al dispozitivului.
sk: Vaše peněženka není nikdy uložena v Cloudu, nebo v běžné záloze zařízení.
vi: Ví của bạn sẽ không bao giờ được lưu trên mạng hay các thiết bị lưu trữ,

source: [Balance Hidden]
da: [Balance skjult]
he: [יתרה מוסתרת]
hu: [Egyenleg rejtve]
nb: [Saldo Skjult]
sk: [Zůstatek schovaný]
vi: [Số dư bị ẩn]

source: I have read, understood, and agree to the <a ng-click="openTerms()" href="javascript:void(0)" translate="">Terms of Use</a>.
da: Jeg har læst, forstået og accepterer <a ng-click="openTerms()" href="javascript:void(0)" translate="">Vilkår for brug</a>.
hu: Elolvastam, megértettem és elfogadom a <a ng-click="openTerms()" href="javascript:void(0)" translate="">Felhasználási feltételeket</a>.
nb: Jeg har lest, forstått og aksepterer <a ng-click="openTerms()" href="javascript:void(0)" translate="">Brukervilkårene</a>.
ro: Am citit, am înțeles, și sunt de acord cu <a ng-click="openTerms()" href="javascript:void(0)" translate="">Termenii de Utilizare
sk: Četl jsem, rozumím a souhlasím s <a ng-click="openTerms()" href="javascript:void(0)" translate="">Podmínky použití</a>.
vi: Tôi đã đọc, hiểu và đồng ý với <a ng-click="openTerms()" href="javascript:void(0)" translate="">Điều Khoản Sử Dụng</a>.

source: 5-star ratings help us get Canoe into more hands, and more users means more resources can be committed to the app!
da: 5-stjernede ratings hjælper os med at få Canoe i flere hænder, og flere brugere betyder at flere ressourcer kan tildeles til appen!
hu: Az 5 csillagos értékelések segítenek a Canoe-t eljuttatni minél több emberhez, több felhasználó több erőforrást jelent, amit az app fejlesztésére tudunk fordítani!
nb: 5-stjerne rangering hjelper oss å få Canoe til flere hender, og flere brukere betyr at mer ressurser kan forplikte seg til appen!
ro: Ratingurile de 5 stele ajută Canoe să se răspândească, și noi putem dedică mai multe resurse acestei aplicații!
sk: 5 hvězdičkové hodnocení pomůže dostat Canoe mezi více lidí a pomůže dalšímu rozvoji aplikace.
vi: Xếp hạng 5 sao giúp mọi người biết đến Canoe nhiều hơn và nhiều người dùng hơn có nghĩa là nhiều tài nguyên hơn có thể được cam kết với ứng dụng!

source: At least 8 Characters. Make it good!
da: Mindst 8 karakterer. Lav et godt ét!
he: לפחות 8 תווים. תעשה את זה טוב!
hu: Legalább 8 karakter. Találj ki jót!
nb: Minst 8 tegn. Gjør det bra!
ro: Cel putin 8 caractere! Incercati din nou!
sk: Alespoň 8 znaků.
vi: Ít nhất 8 ký tự. Hãy chọn!

source: Change Password
da: Skift adgangskode
he: שנה סיסמה
hu: Jelszó megváltoztatása
nb: Endre passord
ro: Schimbați parola
sk: Změna hesla
vi: Đổi mật khẩu

source: Confirm New Password
da: Bekræft ny adgangskode
he: אמת את הסיסמה החדשה
hu: Új jelszó megerősítése
nb: Bekreft nytt passord
ro: Confirmați noua parolă
sk: Potvrďte heslo
vi: Xác nhận mật khẩu mới

source: How do you like Canoe?
da: Hvad synes du om Canoe?
hu: Mennyire tetszik a Canoe?
nb: Hva synes du om Canoe?
ro: Cum vi se pare Canoe?
sk: Jak se Vám líbí Canoe?
vi: Bạn có thích Canoe không?

source: Let's Start
da: Lad os begynde
he: בוא נתחיל
hu: Vágjunk bele
nb: La oss begynne
ro: Să începem
sk: Začít
vi: Hãy bắt đầu nào

source: New Password
da: Ny adgangskode
he: סיסמה חדשה
hu: Új jelszó
nb: Nytt passord
ro: Noua parolă
sk: Nové heslo
vi: Mật khẩu mới

source: Old Password
da: Gammel adgangskode
he: סיסמה ישנה
hu: Régi jelszó
nb: Gammelt passord
ro: Vechea parolă
sk: Staré heslo
vi: Mật khẩu cũ

source: One more time.
da: En gang til.
he: עוד פעם אחת.
hu: Még egyszer.
nb: En gang til.
ro: Încă o dată.
sk: Zopakovat
vi: Một lần nữa.

source: Password too short
da: Adgangskode for kort
he: הסיסמה קצרה מידי
hu: Jelszó túl rövid
nb: Passordet er for kort
ro: Parolă este prea scurtă
sk: Heslo příliš krátké
vi: Mật khẩu quá ngắn

source: Passwords don't match
da: Adgangskoder matcher ikke
he: הסיסמאות לא תואמות
hu: A jelszavak nem egyeznek
nb: Passordene stemmer ikke
ro: Parolele nu corespund
sk: Hesla nesouhlasí
vi: Hai mật khẩu không giống nhau.

source: Passwords match
da: Adgangskoder matcher
he: הסיסמאות תואמות
hu: A jelszavak egyeznek
nb: Passordene stemmer
ro: Parolele corespund
sk: Hesla souhlasí
vi: Mật khẩu giống nhau.

source: Push notifications for Canoe are currently disabled. Enable them in the Settings app.
da: Push-meddelelser for Canoe er i øjeblikket ikke slået til. Slå dem til i appen Indstillinger.
he: ההתראות כבויות כעת. הפעל אותם דרך תפריט ההגדרות.
hu: A push értesítések a Canoe-hoz jelenleg le vannak tiltva. Engedélyezd őket a Beállítások appban
nb: Push-varsler for Canoe er deaktivert. Aktiver dem i innstillings-appen.
ro: Notificările push sunt momentan dezactivate pentru Canoe. Le puteți activa în Setări.
sk: Upozornění z Canoe jsou momentálně vypnuté, Zapnout v nastavení aplikace.
vi: Thông báo đẩy từ Canoe hiện đang bị tắt. Hãy bật chúng từ trong cài đặt của ứng dụng

source: Share Canoe
da: Del Canoe
he: שתף את קאנו
hu: Canoe megosztása
nb: Del Canoe
sk: Sdílet Canoe
vi: Chia sẻ Canoe

source: There is a new version of Canoe available
da: Der er en ny opdatering til Canoe
he: גרסה חדשה של קאנו זמינה
hu: A Canoe egy új verziója érhető el
nb: En ny versjon av Canoe er tilgjengelig
ro: O actualizare pentru Canoe este disponibilă
sk: Nové verze Canoe je dostupná
vi: Có một bản cập nhật mới của Canoe

source: We're always looking for ways to improve Canoe.
da: Vi er altid på udkig efter måder at forbedre Canoe.
he: אנחנו תמיד מחפשים דרכים לשפר את קאנו.
hu: Mindig keresünk új módokat, amikkel fejleszthetjük a Canoe-t.
nb: Vi er alltid på jakt etter nye måter å forbedre Canoe.
ro: Căutăm întotdeauna modalități de a îmbunătăți Canoe
sk: Vždy hledáme cesty jak vylepšit Canoe.
vi: Chúng tôi luôn tìm các cách để cải thiện Canoe.

source: We're always looking for ways to improve Canoe. How could we improve your experience?
da: Vi er altid på udkig efter måder at forbedre Canoe. Hvordan kunne vi forbedre din oplevelse?
hu: Mindig keresünk új módokat, amikkel fejleszthetjük a Canoe-t. Hogyan tudnánk javítani az élményedet?
nb: Vi er alltid på jakt etter nye måter å gjøre Canoe bedre. Hvordan kan vi forbedre din opplevelse?
ro: Căutăm întotdeauna modalități de a îmbunătăți Canoe. Cum v-am putea îmbunătăți experiența?
sk: Vždy hledáme cesty jak vylepšit Canoe. Jak můžeme vylepšit Vaše zkušenosti?
vi: Chúng tôi luôn tìm các cách để cải thiện Canoe. Làm sao để chúng tôi có thể nâng cao trải nghiệm của bạn?

source: Would you be willing to rate Canoe in the app store?
da: Vil du være villig til at bedømme Canoe i App Store?
hu: Szeretnéd értékelni a Canoe-t az app store-ban
nb: Er du villig til å anmelde Canoe i app butikken?
ro: Sunteți dispuși să evaluați Canoe în app store?
sk: Ohodnotili byste rádi Canoe v app store ?
vi: Bạn có thể đánh giá Canoe trong App Store được không?

source: Account Alias
da: Kontoalias
hu: Számla alternatív neve
nb: Konto-alias
ro: Aliasul contului
sk: Alias účtu
vi: Bí danh tài khoản

source: Account Color
da: Kontofarve
he: צבע חשבון
hu: Számla színe
nb: Konto-farge
ro: Culoarea contului
sk: Farba účtu
vi: Màu tài khoản

source: Backup seed
hu: Biztonsági mentés privát kulcs
nb: Sikkerhetskopier hovednøkkel
ro: Seed-ul de rezervă
vi: Chìa khóa lưu trữ

source: Create Wallet
da: Opret tegnebog
he: צור ארנק
hu: Tárca létrehozása
nb: Opprett lommebok
ro: Creati un nou portofel
sk: Vytvoriť peňaženku
vi: Tạo Ví

source: Don't see your language? Sign up on POEditor! We'd love to support your language.
da: Kan du ikke se dit sprog? Tilmeld dig POEditor! Vi vil gerne understøtte dit sprog.
hu: Nem látod a nyelvedet? Regisztrálj a POEditor-ra! Szeretnénk a te nyelvedet is támogatni.
nb: Finner du ikke ditt språk? Meld deg inn hos POEditor! Vi ønsker gjerne å ha støtte for ditt språk.
ro: Limba dorită nu este disponibilă? Înregistrați-va pe POEditor! Dorim să adăugăm și limba dumneavoastră.
vi: Không thấy ngôn ngữ của bạn? Đăng ký trên POEditor! Chúng tôi rất muốn có ngôn ngữ của bạn.

source: Edit Contact
da: Rediger kontakt
he: ערוך איש קשר
hu: Kapcsolat szerkesztése
nb: Rediger kontakt
ro: Editați Contactul
sk: Upraviť kontakt
vi: Chỉnh sửa danh bạ

source: Enter password
da: Indtast adgangskode
he: הכנס סיסמה
hu: Add meg a jelszót
nb: Skriv inn passord
ro: Introduceți parola
sk: Vložiť heslo
vi: Nhập mật khẩu

source: Incorrect password, try again.
da: Forkert adgangskode, prøv igen.
he: סיסמה שגויה, נסה שנית.
hu: Helytelen jelszó, próbáld újra.
nb: Feil passord, prøv igjen.
ro: Parolă incorectă, încercați din nou.
sk: Nesprávne heslo, skúste to znova.
vi: Sai mật khẩu, thử lại.

source: Joe Doe
he: ישראל ישראלי
hu: Kovács János
nb: Ola Nordmann
ro: Ion Ionescu

source: Join the future of money,<br>get started with Nano.
nb: Bli med i pengenes framtid,<br>kom igang med Nano.
vi: Hãy tham gia vào tương lai của tiền,<br> hãy bắt đầu với Nano.

source: Lock Canoe
nb: Lås Canoe
sk: Zamknúť Canoe
vi: Khóa Canoe

source: Nano is different &ndash; it cannot be safely held with a bank or web service.
nb: Nano er annerledes &ndash; det kan ikke lagres trygt hos en bank eller nettjeneste
vi: Nano khác &ndash; nó không thể giữ an toàn bởi ngân hàng hay các dịch vị web

source: No accounts available
da: Ingen konti tilgængelige
he: אין חשבונות זמינים
hu: Nincs elérhető számla
nb: Ingen konto tilgjengelig
ro: Nu sunt conturi disponibile
sk: Nie sú k dispozícii žiadne účty
vi: Không có tài khoản nào hiện có

source: No backup, no Nano.
nb: Ingen sikkerhetskopi, ingen Nano.
sk: Žiadna záloha, žiadné Nano.
vi: Không lưu chìa khóa, không phải Nano của bạn.

source: Open POEditor
da: Åbn POEditor
hu: POEditor megnyitása
nb: Åpne POEditor
ro: Deschide POEditor
sk: Otvoriť POEditor
vi: Mở POEditor

source: Open Translation Site
da: Åbn oversættelses-site
he: פתח אתר תרגומים
hu: Fordító oldal megnyitása
nb: Åpne oversettelsesside
ro: Deschide site-ul de translație
sk: Otvorte stránky prekladu
vi: Mở trang dịch

source: Password to decrypt
da: Adgangskode til at dekryptere
hu: Jelszó dekódolása
nb: Passord for å dekryptere
ro: Parola pentru decriptare
sk: Heslo na dešifrovanie
vi: Mật khẩu để giải mã

source: Password to encrypt
da: Adgangskode til at kryptere
hu: Jelszó titkosítása
nb: Passord å kryptere
ro: Parola pentru criptare
sk: Heslo na zašifrovanie
vi: Mật khẩu để mã hóa
