Repository: getcanoe/canoe
Catalog: i18n/po/*.po
Languages: da, he, hu, nb, ro, sk, vi

source: If you take a screenshot, your backup may be viewed by other apps. You can make a safe backup with physical paper and a pen.
da: Hvis du tager et skærmbillede, kan din backup ses af andre apps. Du kan foretage en sikker backup med fysisk papir og en kuglepen.
hu: Ha képernyőmentést készítész, a biztonsági mentésedet más appok is láthatják. Biztonságosan készíthetsz másolatot papírral és tollal.
nb: Hvis du tar et skjermbilde, så kan din sikkerhetskopi sees av andre applikasjoner. Du kan lage en trygg sikkerhetskopi med fysisk penn og papir.
ro: Dacă faci o captură de ecran, backup-ul tău poate fi văzut de alte aplicații. Poți face un backup sigur cu un creion și hârtie.
sk: Ak si spravíš snímok obrazovky (screenshot), tvoju zálohu môžu vidieť iné aplikácie. Bezpečnejšou variantou je zapísanie pomocou pera a papiera.
vi: Nếu bạn chụp hình, bản sao lưu có thể bị nhìn trộm bằng ứng dụng khác. Bạn có thể tạo bạn sao lưu an toàn với giấy và bút.

source: Import Wallet
da: Importer Tegnebog
he: ייבא ארנק
hu: Tárca importálása
nb: Importer lommebok
ro: Importă portofelul
sk: Import peňaženky
vi: Nhập Ví

source: Import seed
da: Importer seed
he: ייבא סיד
hu: Privát kulcs importálása
nb: Importer hovednøkkel
ro: Importă seed-ul
sk: Import seed-u
vi: Nhập seed

source: Import wallet
da: Importer tegnebog
he: ייבא ארנק
hu: Tárca importálása
nb: Importer lommebok
ro: Importă portofelul
sk: Import peňaženky
vi: Nhập ví

source: Importing Wallet...
da: Importerer Tegnebog...
he: מייבא את הארנק...
hu: Tárca importálása...
nb: Importerer lommebok...
ro: Importă portofelul...
sk: Prebieha import peňaženky...
vi: Đang nhập ví...

source: In order to verify your wallet backup, please type your password.
da: For at bekræfte din tegnebogs-backup, skal du skrive din adgangskode.
he: על מנת שנוכל לאמת את הגיבוי שלך, בבקשה הכנס את הסיסמה שלך.
hu: A tárca biztonsági mentésének ellenőrzéséhez írd be a jelszavad.
nb: Skriv inn passordet ditt for å verifisere din lommebok-sikkerhetskopi.
ro: Introdu parola pentru a verifica backup-ul portofelului.
sk: Prosím napíš svoje heslo pre overenie zálohy peňaženky.
vi: Để chứng thực bản sao của ví, vui lòng gõ vào mật khẩu.

source: Incomplete
da: Ufuldstændig
he: לא הושלם
hu: Hiányos
nb: Uferdig
ro: Incomplet
sk: Nekompletné
vi: Chưa hoàn tất

source: Insufficient funds
he: אין מספיק יתרה
hu: Elégtelen egyenleg
nb: Utilstrekkelige midler
ro: Fonduri insuficiente
sk: Nedostatočný zostatok
vi: Không đủ tiền

source: Invalid
da: Ugyldig
he: לא תקין
hu: Helytelen
nb: Ugyldig
vi: Chưa hợp lệ

source: Is there anything we could do better?
da: Er der noget, vi kan gøre bedre?
he: יש משהו שאנחנו יכולים לשפר?
hu: Ván bármi amin javíthatnánk?
nb: Er det noe vi kunne gjort bedre?
ro: Ce putem îmbunătăți?
sk: Je zde cokoli co můžeme vylepšit?
vi: Chúng tôi có thể làm gì tốt hơn?

source: It's important that you write your wallet seed down correctly. If something happens to your wallet, you'll need this seed to reconstruct it. Please review your seed and try again.
da: Det er vigtigt, at du skriver dit tegnebogs-seed korrekt ned. Hvis der sker noget med din tegnebog, skal du bruge dette seed for at rekonstruere den. Gennemgå dit seed og prøv igen.
hu: Fontos, hogy a tárca privát kulcsát helyesen írd le. A valami történik a tárcáddal, szükség lesz erre a kulcsra, hogy újra létrehozd azt. Nézd át a privát kulcsot, és próbáld újra.
nb: Det er viktig at du skriver ned lommebokens hovednøkkel korrekt. Dersom noe hender med lommeboka di, så trenger du dette seedet for å rekonstruere den. Vennligst se over hovednøkkelen ditt og prøv igjen.
ro: E important să notezi corect seed-ul portofelului. Dacă se întîmplă ceva, vei avea nevoie de acest seed pentru a accesa portofelul. Te rog să revezi seed-ul și să încerci din nou.
sk: Je důležité obsah seed peněženky správně. Pokud se cokoli stane s peněženkou, budete potřebovat seed k její obnově. Prosím zkontrolujte si seed ještě jednou.
vi: Điều quan trọng là bạn viết chính xác seed của ví. Nếu có chuyện gì xảy ra với ví của bạn, thì bạn cần seed để khôi phục. Hãy kiểm tra seed và thử lại.

source: Language
da: Sprog
he: שפה
hu: Nyelv
nb: Språk
ro: Limba
sk: Jazyk
vi: Ngôn ngữ

source: Learn more
da: Læs mere
he: למד עוש
hu: Tudj meg többet
nb: Lær mer
ro: Mai multe informații
sk: Zjistit více
vi: Tìm hiểu thêm

source: Loading transaction info...
da: Henter transaktionsinfo…
he: טוען פרטי העברה...
hu: Tranzakció információ betöltése...
nb: Laster transaksjonsinfo...
ro: Se încarcă informații despre tranzacție
sk: Načítání detailu transakce..
vi: Đang nạp thông tin giao dịch...

source: Log options
da: Log muligheder
hu: Naplózási beállítások
nb: Loggvalg
ro: Optiuni de log
sk: Možnosti logů
vi: Tùy chọn Log

source: Makes sense
da: Giver mening
hu: Van értelme
nb: Det gir mening
ro: Am înțeles
sk: Dávající smysl
vi: Hợp lý

source: Matches:
da: Matcher:
hu: Találatok:
nb: Treff:
ro: Potriviri
sk: Shoda:
vi: Trùng:

source: Meh - it's alright
da: Meh - det er ok
hu: Eh - rendben van
nb: Tja - det er OK
ro: Mda - e ok
sk: Hmm - to je v pořádku
vi: Ê - được đó

source: Memo
hu: Emlékeztető
nb: Memoar
sk: Poznámky
vi: Ghi nhớ

source: More Options
da: Flere indstillinger
he: אפשרויות נוספות
hu: További beállítások
nb: Flere valg
ro: Mai multe opţiuni
sk: Víze možností
vi: Thêm Tùy chọn

source: Name
da: Navn
he: שם
hu: Név
nb: Navn
ro: Nume
sk: Jméno
vi: Tên

source: New account
da: Ny konto
he: חשבון חדש
hu: Új számla
nb: Ny konto
ro: Cont nou
sk: Nový účet
vi: Tài khoản mới

source: No Account available
da: Ingen konto tilgængelig
he: אין חשבון זמין
hu: Nincs elérhető számla
nb: Ingen konto tilgjengelig
ro: Niciun cont disponibil
sk: Žádný dostupný účet
vi: Không có Tài khoản

source: No contacts yet
da: Ingen kontakter endnu
he: לא הוספתה עדיין אנשי קשר
hu: Még nincsenek kapcsolatok
nb: Ingen kontakter enda
ro: Nu există contacte
sk: Prázdné kontakty
vi: Chưa có liên lạc nào

source: No entries for this log level
da: Ingen poster for dette logniveau
hu: Nincsenek bejegyzések ehhez a naplózási szinthez
nb: Ingen oppføringer for dette loggnivået
ro: Nu există intrări pentru acest nivel de log
sk: Žádné záznamy pro tento log
vi: Không có bất cứ mục nào cho cấp độ log này

source: No recent transactions
da: Ingen nylige transaktioner
hu: Nincsenek friss tranzakciók
nb: Ingen nylige transaksjoner
ro: Nu există tranzacţii recente
sk: Žádné nedávné transakce
vi: Không có giao dịch nào gần đây

source: No transactions yet
da: Ingen transaktioner endnu
he: אין עדיין העברות
hu: Még nincs tranzakció
nb: Ingen transaksjoner enda
ro: Nu există tranzacţii
sk: Žádné transakce
vi: Không có giao dịch

source: No wallet found
da: Ingen tegnebog fundet
he: לא נמצא ארנק
hu: Nincs tárca
nb: Ingen lommebok funnet
ro: Nu există niciun portofel
sk: Žádné prostředky v peněžence
vi: Ví không tìm thấy

source: No wallet selected
da: Ingen tegnebog valgt
he: לא נבחר ארנק
hu: Nincs tárca kiválasztva
nb: Ingen lommebok valgt
ro: Nu e selectat niciun portofel
sk: Nevybrána peněženka
vi: Không có ví nào được lựa chọn

source: No wallets available to receive funds
da: Ingen tegnebøger til rådighed for at modtage midler
he: אין ארנקים זמינים לקבל העברות
hu: Nincs elérhető tárca összeg fogadására
nb: Ingen lomebøker er tilgjengelige for å motta midler
ro: Nu există nicun portofel disponibil pentru a primi fonduri
sk: Žádná dostupná peněženka k přijetí platby
vi: Không có ví nào để nhận tiền

source: Not funds found
da: Ingen midler fundet
he: לא נמצאה יתרה
nb: Ingen midler funnet
ro: Nu există fonduri
sk: Nenalezeny žádné prostředky
vi: Tiền không thấy

source: Not now
da: Ikke nu
he: לא עכשיו
hu: Most nem
nb: Ikke nå
ro: Nu acum
sk: Ne nyní
vi: Không phải bây giờ

source: Note
he: הערה
hu: Megjegyzés
nb: Notat
ro: Notă
sk: Poznámka
vi: Ghi chú

source: Notifications
da: Notifikationer
he: התראות
hu: Értesítések
nb: Varslinger
ro: Notificări
sk: Upozornění
vi: Thông báo

source: Notify me when transactions are confirmed
da: Giv mig besked når transaktioner er bekræftet
he: הודע לי כאשר העברות מאושרות
hu: Értesíts ha egy tranzakció megerősítésre került
nb: Informer meg når transaksjonen er bekreftet
ro: Anunţă-mă când tranzacția a fost confirmată
sk: Upozornit při potvzení transakce
vi: Thông báo cho tôi khi giao dịch đã được xác nhận

source: Now is a good time to backup your wallet. If this device is lost, it is impossible to access your funds without a backup.
da: Nu er et godt tidspunkt at sikkerhedskopiere din tegnebog. Hvis denne enhed går tabt, er det umuligt at få adgang til dine midler uden en backup.
he: עכשיו זה זמן טוב לגבות את הארנק שלך. אם מכשיר זה יאבד, לא יהיה ניתן לשחזר את החשבון ללא גיבוי.
hu: Ez egy megfelelő alkalom, hogy biztonsági mentést készíts a tárcádról. Ha ezt az eszközt elveszíted, a biztonsági mentés nélkül lehetetlen lesz hozzáférni a pénzedhez.
nb: Nå er det på tide å ta en sikkerhetskopi av lommeboka. Dersom du mister denne enheten, er det umulig å få tilgang på dine midler uten en sikkerhetskopi.
ro: Acum e momentul potrivit pentru a face backup-ul portofelului. Dacă pierzi acest dispozitiv, e imposibil să accesezi portofelul fără backup.
sk: Nyní je vhodná chvíle k vytvoření zálohy peněženky. Pokud je toto zařízení ztraceno, je nemožné získat přístup k prostředkům bez zálohy.
vi: Bây giờ là lúc tốt để sao lưu ví. Nếu thiết bị bị mất, thì bạn không thể truy cập tiền mà không có bản sao lưu.

source: Now is a perfect time to assess your surroundings. Nearby windows? Hidden cameras? Shoulder-spies?
da: Nu er et perfekt tidspunkt til at vurdere dine omgivelser. Vinduer tæt på? Skjulte kameraer? Skulder-kiggere?
hu: Ez egy jó alkalom arra, hogy felmérd a környezeted. Közeli ablakok? Rejtett kamerák? Mögötted kémkedők?
nb: Nå er det på tide å se seg om. Er det vinduer i nærheten, skjulte kameraer eller noen som ser deg over skulderen?
ro: Acum e momentul potrivit pentru a cerceta imprejurimile. Exista ferestre in apropiere? Camere ascunse? Priviri peste umar?
sk: Nyní je vhodná chvíle zkontrolovat vaše okolí. Poblíž okna? Schované kamery? Zvědavci ?
vi: Bây giờ là lúc hoàn hảo để kiểm tra xung quanh. Gần cửa sổ? Camera ẩn? Ai theo dõi sau lưng?

source: Numbers and letters like 904A2CE76...
da: Tal og bogstaver som f.eks. 904A2CE76…
hu: Számok és betűk mint 904A2CE76...
nb: Tall og bokstaver som 904A2CE76...
ro: Numere și litere ca 904A2CE76...
sk: Čísla a písmena jako 904A2CE76...
vi: Số và chữ như 904A2CE76...

source: OKAY
he: אישור
hu: Rendben
nb: OK
sk: OK

source: Official English Disclaimer
da: Officiel engelsk ansvarsfraskrivelse
hu: Hivatalos angol felelősségi nyilatkozat
nb: Offisiell engelsk ansvarsfraskrivelse
ro: Disclaimer oficial în engleză
sk: Oficiální vyloučení zodpovědnosti
vi: Từ chối Trách nhiệm

source: Oh no!
da: Åh nej!
he: אוי לא!
hu: Jaj ne!
nb: Å nei!
ro: O nu!
sk: Ah ne!
vi: Ồ không!

source: Open
da: Åbn
he: פתח
hu: Megnyitás
nb: Åpne
ro: Deschide
sk: Otevřít
vi: Mở

source: Open GitHub
da: Åbn GitHub
he: פתח את גיטהאב
hu: GitHub megnyitása
nb: Åpne GitHub
ro: Deschide GitHub
sk: Otevřín GitHub
vi: Mở GitHub

source: Open GitHub Project
da: Åbn GitHub Projekt
he: פתח את הפרויקט גיטהאב
hu: GitHub projekt megnyitása
nb: Åpne GitHub-prosjektet
ro: Deschide proiectul pe GitHub
sk: Otevřít GitHub projekt
vi: Mở Dự án GitHub

source: Open Settings
da: Åbn Indstillinger
he: פתח את ההגדרות
hu: Beállítások megnyitása
nb: Åpne innstillinger
ro: Deschide setarile
sk: Otevřít nastavení
vi: Mở Xác lập

source: Open Website
da: Åbn Hjemmeside
he: פתח את האתר
hu: Weboldal megnyitása
nb: Åpne nettside
ro: Deschide site-ul
sk: Otevřít web stránku
vi: Mở Website

source: Open website
da: Åbn hjemmeside
he: פתח את האתר
hu: Weboldal megnyitása
nb: Åpne nettside
ro: Deschide site-ul
sk: Otevřít web stránku
vi: Mở website

source: Paste the backup plain text
da: Indsæt backup almindelig tekst
hu: Másold be a biztonsági mentést szövegként
nb: Lim inn sikkerhetskopien som vanlig tekst
ro: Lipeşte textul backup-ului
sk: Vložte holý text zálohy
vi: Dán vào văn bản của bản sao lưu

source: Payment Accepted
da: Betaling accepteret
he: העברה התקבלה
hu: Fizetés elfogadva
nb: Betaling akseptert
ro: Plată acceptată
sk: Platba přijata
vi: Thanh toán được Chấp nhận

source: Payment Proposal Created
da: Betalingsanmodning oprettet
hu: Fizetési kérelem létrehozva
nb: Betalingsforslag opprettet
ro: Propunerea de plată a fost creată
sk: Vytvořen platební návrh
vi: Kế hoạch Thanh toán đã Tạo

source: Payment Received
da: Betaling modtaget
he: ההעברה התקבלה
hu: Fizetés fogadva
nb: Betaling mottatt
ro: Plată primită
sk: Platba přijata
vi: Thanh toán đã Nhận

source: Payment Rejected
da: Betaling afvist
he: ההעברה נדחתה
hu: Fizetés elutasítva
nb: Betaling avvist
ro: Plată respinsă
sk: Platba zamítnuta
vi: Thanh toán bị Từ chối

source: Payment Sent
da: Betaling sendt
he: העברה נשלחה
hu: Fizetés elküldve
nb: Betaling sendt
ro: Plată trimisă
sk: Platba odeslána
vi: Thanh toán đã Gởi

source: Permanently delete this wallet.
da: Slet denne tegnebog permanent.
hu: A pénztárca végleges törlése.
nb: Slett denne lommeboken permanent.
ro: Şterge definitiv acest portofel
sk: Trvale smazání peněženky.
vi: Xóa ví ngay lập tức.

source: Please carefully write down this 64 character seed. Click to copy to clipboard.
da: Skriv omhyggeligt dette 64 karakter seed ned. Klik for at kopiere til udklipsholder.
hu: Óvatosan írd le ezt a 64 karakterből álló privát kulcsot. Kattints a vágólapra másoláshoz.
nb: Skriv nøye ned denne hovednøkkelen på 64 tegn. Klikk for å kopiere til utklippstavlen.
ro: Notează cu grijă acest seed de 64 caractere. Click pentru a-l copia în clipboard.
sk: Prosím opatrně opiště 64 seed. Klikni ke kopii do schránky.
vi: Vui lòng viết cận thận 64 ký tự seed. Bấm để sao chép vào clipboard.

source: Please connect a camera to get started.
da: Tilslut venligst et kamera for at komme i gang.
hu: Csatlakozz a kamerához a kezdéshez.
nb: Vennligst koble til et kamera for å komme igang.
ro: Conectează o cameră pentru a începe
sk: Ke startu prosím zapojte kameru.
vi: Vui lòng kết nối camera để bắt đầu.

source: Please enter the seed
da: Indtast seed
he: בבקשה הכנס סיד
hu: Add meg a privát kulcsot
nb: Vennligst skriv inn hovednøkkelen
ro: Introdu seed-ul
sk: Prosím vložte Váš seed
vi: Vui lòng nhập vào seed

source: Please, select your backup file
da: Vælg din backupfil
he: בבקשה בחר את קובץ הגיבוי שלך
hu: Válaszd ki a biztonsági mentés fájlt
nb: Vennligst velg filen med din sikkerhetskopi
ro: Selectează fişierul de backup
sk: Prosím označte Váš soubor se zálohou
vi: Vui lòng chọn tập tin sao lưu

source: Preferences
da: Præferencer
he: העדפות
hu: Preferenciák
nb: Preferanser
ro: Preferinţe
sk: Volby
vi: Ưu tiên

source: Preparing addresses...
da: Forbereder addresser…
hu: Számlák előkészítése
nb: Forbereder adresser...
ro: Pregătire adrese...
sk: Připravuji adresy...
vi: Chuẩn bị địa chỉ...

source: Preparing backup...
da: Forbereder backup…
hu: Biztonsági mentés előkészítése...
nb: Forbereder sikkerhetskopi...
ro: Pregătire backup...
sk: Připravuji zálohu...
vi: Chuẩn bị sao lưu...

source: Press again to exit
da: Tryk igen for at afslutte
he: לחץ שוב ליציאה
hu: Nyomd meg újra a kilépéshez
nb: Trykk igjen for å lukke
ro: Apăsa o tastă pentru a ieși
sk: Zmáčkněte znovu pro exit
vi: Bấm lại để thoát

source: Private Key
da: Privat nøgle
he: מפתח פרטי
hu: Privát kulcs
nb: Privatnøkkel
ro: Cheie privată
sk: Privátní klíč
vi: Chìa khóa Bí mật

source: Private key encrypted. Enter password
da: Privat nøgle krypteret. Indtast adgangskode
he: פתח פרטי הוצפן. הכנס סיסמה
hu: Privát kulcs titkosítva. Add meg a jelszót
nb: Privatnøkkel er kryptert. Skriv inn passord
ro: Cheia privată e criptată. Introdu parola
sk: Privátní klíč zašifrován. Vložte heslo
vi: Chìa khóa bí mật bị mã hóa. Nhập vào mật khẩu

source: Push Notifications
da: Pushmeddelelser
he: התראות
hu: Push értesítések
nb: Push-varsler
ro: Notificări push
sk: Oznamovací okénko
vi: Đẩy Thông báo

source: QR Code
da: QR-kode
he: QR קוד
hu: QR kód
nb: QR-kode
ro: Cod QR
sk: QR kód
vi: Mã QR

source: Quick review!
da: Hurtig gennemgang!
he: סקירה מהירה!
nb: Rask gjennomgang!
ro: Scurtă revizuire
sk: Krátký přehled
vi: Kiểm tra nhanh!

source: Rate on the app store
da: Bedøm på App Store
he: דרג בחנות האפליקציות
hu: Értékelés az app store-ban
nb: Gi en rating i app butikken
ro: Evaluare pe app store
sk: Hodnocení v App Store
vi: Đánh giá trên app store

source: Receive
da: Modtag
he: קבל
hu: Fogadás
nb: Motta
ro: Primește
sk: Přijmout
vi: Nhận

source: Received
da: Modtaget
he: התקבל
hu: Fogadva
nb: Mottatt
ro: Primit
sk: Přijato
vi: Đã nhận

source: Recent
da: Seneste
he: לאחרונה
hu: Friss
nb: Nylig
sk: Poslední
vi: Gần đây

source: Recent Transaction Card
da: Seneste transaktion kort
nb: Nylig transaksjonskort
ro: Card tranzacții recente
sk: Poslední transakce kartou
vi: Thẻ Giao dịch Gần đây

source: Recent Transactions
da: Seneste transaktioner
he: העברות אחרונות
hu: Friss tranzakciók
nb: Nylige transaksjoner
ro: Tranzacții recente
sk: Poslední transakce
vi: Giao dịch gần đây

source: Recipient
da: Modtager
he: נמען
hu: Fogadó
nb: Mottager
ro: Destinatar
sk: Příjemce
vi: Người nhận

source: Release information
hu: Verzió információ
nb: Utgivelsesinformasjon
ro: Emitere informații
sk: Uvolnit informace
vi: Để lại thông tin

source: Remove
da: Fjern
he: הסר
hu: Eltávolítás
nb: Fjern
ro: Elimină
sk: Odstranit
vi: Xoá

source: Restore from backup
da: Gendan fra backup
he: שחזר מגיבוי
hu: Biztonsági mentés visszaállítása
nb: Gjennopprett fra sikkerhetskopi
ro: Restabilire din backup
sk: Obnovte zálohu
vi: Khôi phục từ sao lưu

source: Retry
da: Prøv igen
he: נסה שוב
hu: Újra próbálás
nb: Prøv igjen
ro: Reîncearcă
sk: Opustit
vi: Thử lại

source: Retry Camera
da: Prøv kamera igen
hu: Kamera újra próbálása
nb: Prøv kamera igjen
ro: Reîncearcă camera
sk: Vypnou kameru
vi: Thử lại máy ảnh

source: Save
da: Gem
he: שמור
hu: Mentés
nb: Lagre
ro: Salvează
sk: Uložit
vi: Lưu

source: Scan
he: סרוק
hu: Beolvasás
nb: Skanne
ro: Scanare
sk: Scanovat
vi: Quét

source: Scan QR Codes
da: Scan QR koder
he: סרוק קוד QR
hu: QR kódok beolvasása
nb: Skanne QR-koder
ro: Scanare coduri QR
sk: Scan QR kódu
vi: Quét mã QR

source: Scan again
da: Scan igen
he: סרוק שוב
hu: Újraolvasás
nb: Skann igjen
ro: Scanează din nou
sk: Scanovat znovu
vi: Quét lại

source: Scan your fingerprint please
da: Venligst scan dit fingeraftryk
hu: Olvasd be az ujjlenyomatodat
nb: Vennligst skann ditt fingeravtrykk
ro: Scanează amprenta
sk: Scan prstu prosím
vi: Quét vân tay bạn

source: Scanning Wallet funds...
da: Scanner tegnebogsmidler
he: סורק לאיתור ייתרה...
nb: Skanner lommebokens innhold...
ro: Scanare fonduri portofel
sk: Skenování prostředku peněženky...
vi: Đang cập nhập số dư ví....

source: Screenshots are not secure
da: Skærmbilleder er ikke sikre
hu: A képernyőmentések nem biztonságosak
nb: Skjermdumper er ikke sikre
ro: Capturile de ecran nu sunt sigure
sk: Screenshot není bezbečný
vi: Chụp màn hình không an toàn

source: Search Transactions
da: Søg transaktioner
he: חפש העברה
hu: Tranzakciók keresése
nb: Søk i transaksjoner
ro: Căutare tranzacții
sk: Hledejte transakce
vi: Tìm kiếm giao dịch

source: Search or enter account number
da: Søg eller indtast kontonummer
he: חפש או הקלד מספר חשבון
hu: Számla címének keresése vagy bevitele
nb: Søk eller skriv inn kontonummer
ro: Caută sau introdu numărul contului
sk: Hledat nebo vložit číslo účtu
vi: Tìm hoặc điền số tài khoản

source: Search transactions
da: Søg transaktioner
he: חפש העברות
hu: Tranzakciók keresése
nb: Søk i transaksjoner
ro: Căutare tranzacții
sk: Hledat transakce
vi: Tìm kiếm giao dịch

source: Search your currency
da: Søg din valuta
he: חפש את המטבע שלך
hu: A valutád keresése
nb: Finn din valuta
ro: Căutare moneda locală
sk: Hledat Vaši měnu
vi: Tìm ngoại tệ của bạn

source: Select a backup file
da: Vælg en backupfil
he: בחר קובץ גיבוי
hu: Biztonsági mentés fájl kiválasztása
nb: Velg fil for sikkerhetskopi
ro: Selectează un fișier de backup
sk: Označte soubor zálohy
vi: Chọn file sao lưu

source: Select an account
da: Vælg en konto
he: בחר חשבון
hu: Válassz számlát
nb: Velg en konto
ro: Selectează un cont
sk: Vybrat účet
vi: Chọn tài khoản

source: Send Feedback
he: שלח חוות דעת
hu: Visszajelzés küldése
nb: Gi tilbakemelding
ro: Trimite feedback
sk: Poslat názor
vi: Gửi phản hồi

source: Send by email
da: Send via email
he: שלח באמצעות מייל
hu: Küldés emaillel
nb: Send via epost
ro: Trimite prin email
sk: Poslat přes email
vi: Gửi bằng email

source: Send from
da: Send fra
he: שלח מ
hu: Küldés innen
nb: Send fra
ro: Trimis de la
sk: Pošli z
vi: Gửi từ

source: Send max amount
da: Send max beløb
he: שלח כמות מקסימלית
hu: Maximum összeg küldése
nb: Send maksbeløp
ro: Trimite suma maximă
sk: Poslat max. částku
vi: Gửi số tiền tối đa

source: Send us feedback instead
da: Send feedback til os i stedet
he: שלח לנו חוות דעת במקום
hu: Küldj inkább visszajelzést nekünk
nb: Send oss tilbakemelding i stedet
ro: Trimite-ne feedback
sk: Pošlete nám raději Váš názor
vi: Hãy gửi cho chúng tôi phản hồi

source: Sending
da: Sender
he: שולח
hu: Küldés
nb: Sender
ro: Trimitere
sk: Posílání
vi: Đang gửi

source: Sending feedback...
da: Sender feedback…
he: שולח חוות דעת..
hu: Visszajelzés küldése...
nb: Sender tilbakemelding
ro: Trimitere feedback...
sk: Posílání názoru
vi: Đang gửi phản hồi...

source: Sending maximum amount
da: Sender maksimum beløb
he: שולח כמות מקסימלית
hu: Maximum érték küldése folyamatban
nb: Sender maks beløp
ro: Trimitere sumă maximă
sk: Posílání max. částky
vi: Đang gửi số tiền tối đa

source: Sending transaction
da: Sender transaktion
he: שולח העברה
hu: Tranzakció küldése
nb: Sender transaksjon
ro: Trimitere tranzacție
sk: Posílání transakce
vi: Đang gửi giao dịch

source: Sending {{amountStr}} from your {{name}} account
da: Sender {{amountStr}} fra din konto ved navn {{name}}
he: שולח {{amountStr}} מחשבון: {{name}}
hu: {{amountStr}} küldése {{name}} számládról folyamatban
nb: Sender {{amountStr}} fra din konto {{name}}
ro: Trimitere {{amountStr}} din contul {{name}}
sk: Odesílání {{amountStr}} z {{name}} účtu
vi: Đang gửi {{amountStr}} từ {{name}} tài khoản

source: Sent
da: Sendt
he: נשלח
hu: Elküldve
nb: Sendt
ro: Trimis
sk: Odesláno
vi: Đã gửi

source: Services
he: שירותים
hu: Szolgáltatások
nb: Tjenester
ro: Servicii
sk: Servis
vi: Dịch vụ

source: Session Log
hu: Munkamenet naplója
nb: Øktlogg
ro: Log sesiune
sk: Historie log
vi: Nhật ký phiên

source: Session log
hu: Munkamenet naplója
nb: Øktlogg
ro: Log sesiune
sk: Historie log
vi: Nhật ký phiên

source: Settings
da: Indstillinger
he: הגדרות
hu: Beállítások
nb: Innstillinger
ro: Setări
sk: Nastavení
vi: Cài đặt

source: Share the love by inviting your friends.
da: Del kærligheden ved at invitere dine venner.
hu: Oszd meg a szeretetet a barátaid meghívásával
nb: Del på kjærligheten ved å invitere dine venner.
ro: Invită-ți prietenii
sk: Sdílejte lásku pozváním přátel
vi: Chia sẻ tình yêu bằng cách mời các bạn của bạn

source: Show Account
da: Vis konto
he: הראה חשבון
hu: Számla mutatása
nb: Vis konto
ro: Arată contul
sk: Ukazázat účet
vi: Hiện tài khoản

source: Show more
da: Vis mere
he: הראה עוד
hu: Több mutatása
nb: Vis mer
ro: Mai mult
sk: Ukázat více
vi: Hiện thêm

source: Signing transaction
hu: Tranzakció aláírása
nb: Signer transaksjon
ro: Semnare tranzacție
sk: Podepisuji transakci
vi: Đang ký giao dịch
