Repository: getcanoe/canoe
Catalog: i18n/po/*.po
Languages: da, he, hu, nb, ro, sk, vi

source: A member of the team will review your feedback as soon as possible.
da: Et medlem af holdet vil gennemgå din feedback så hurtigt som muligt.
he: תגובתך תבדק בידי אחד מאנשי הצוות מוקדם ככלל שניתן
hu: A csapat egyik tagja a lehető leghamarabb megvizsgálja a visszajelzésedet.
nb: Et teammedlem vil gjennomgå din tilbakemelding så raskt som mulig
ro: Un membru al echipei va analiza feedback-ul dumneavoastră cât mai curând posibil.
sk: Člen tímu posúdi tvoju spätnú väzbu čo najskôr.
vi: Một thành viên của đội ngũ phát triển sẽ xem xét hồi đáp của bạn sớm nhất có thể.

source: About
da: Om
he: אודות
nb: Om
ro: Despre
sk: O aplikácii
vi: Về

source: Account Information
da: Kontoinformation
he: מאפיינים
hu: Számla információ
nb: Kontoinformasjon
ro: Informații despre cont
sk: Informácie o účte
vi: Thông tin Tài khoản

source: Account Name
da: Kontonavn
he: שם החשבון
hu: Számla név
nb: Kontonavn
ro: Numele contului
sk: Meno účtu
vi: Tên Tài khoản

source: Account Settings
da: Kontoindstillinger
he: מאפיינים
hu: Számla beállítások
nb: Kontoinnstillinger
ro: Setările contului
sk: Nastavenia účtu
vi: Xác lập Tài khoản

source: Account name
da: Kontonavn
he: שם החשבון
hu: Számla név
nb: Kontonavn
ro: Numele contului
sk: Názov účtu
vi: Tên tài khoản

source: Accounts
da: Konti
he: חשבונות
hu: Számlák
nb: Kontoer
ro: Conturi
sk: Účty
vi: Những tài khoản

source: Add Contact
da: Tilføj kontakt
he: הוסף איש קשר
hu: Kapcsolat hozzáadása
nb: Legg til kontakt
ro: Adaugă contact
sk: Pridať účet
vi: Thêm liên lạc

source: Add account
da: Tilføj konto
he: הוסף חשבון
hu: Számla hozzáadása
nb: Legg til konto
ro: Adaugă cont
sk: Pridať účet
vi: Thêm tài khoản

source: Add as a contact
da: Tilføj som kontakt
he: הוסף כאיש קשר
hu: Hozzáadás kapcsolatként
nb: Legg til som kontakt
ro: Adaugă ca persoană de contact
sk: Pridať kontakt
vi: Thêm vào liên lạc

source: Add description
da: Tilføj beskrivelse
he: הוסף תיאור
hu: Leírás hozzáadása
nb: Legg til beskrivelse
ro: Adaugă descriere
sk: Pridať popis
vi: Thêm mô tả

source: Address Book
da: Adressebog
he: ספר כתובות
hu: Címjegyzék
nb: Adressebok
ro: Registru de adrese
sk: Zoznam adres
vi: Sổ địa chỉ

source: Advanced
da: Avanceret
he: מתקדם
hu: További
nb: Avansert
ro: Avansate
sk: Pokročilé
vi: Nâng cao

source: Advanced Settings
da: Avancerede indstillinger
he: מאפיינים מתקדמים
hu: További beállítások
nb: Avanserte innstillinger
ro: Setări avansate
sk: Pokročilé nastavenia
vi: Xác lập nâng cao

source: Allow Camera Access
da: Tillad brug af kamera
he: אפשר גישת מצלמה
hu: Kamera hozzáférés engedélyezése
nb: Tillat kameratilgang
ro: Permite accesul la cameră
sk: Povoliť prístup ku kamere
vi: Cho phép truy cập Camera

source: Allow notifications
da: Tillad notifikationer
he: אפשר התראות
hu: Értesítések engedélyezése
nb: Tillat varslinger
ro: Permite notificări
sk: Povoliť notifikácie
vi: Cho phép thông báo

source: Almost done! Let's review.
da: Næsten færdig! Lad os gennemgå.
he: כמעט סיימנו!, בוא נבדוק
hu: Majdnem kész! Tekintsük át.
nb: Nesten ferdig! La oss gå igjennom.
ro: Aproape gata! Să revedem.
sk: Takmer hotovo! Spravme si prehľad.
vi: Hầu như đã xong! Hãy kiểm tra lại.

source: Alternative Currency
da: Alternativ valuta
he: מטבע חלופי
hu: Alternatív valuta
nb: Referansevaluta
ro: Valută alternativă
sk: Alternatívne meny
vi: Tiền tệ khác

source: Amount
da: Beløb
he: סכום
hu: Összeg
nb: Beløp
ro: Suma
sk: Suma
vi: Số lượng

source: Are you being watched?
da: Er der nogen, der kigger med?
he: מישהו צופה בך?
hu: Figyelnek téged?
nb: Blir du overvåket?
ro: Te observă cineva?
sk: Nesleduje ťa niekto?
vi: Có phải bạn đang bị theo dõi không?

source: Are you sure you want to delete this contact?
da: Er du sikker på, at du vil slette denne kontakt?
he: בטוח/ה שברצונך למחוק איש קשר זה?
hu: Biztosan törölni akarod ezt a kapcsolatot
nb: Er du sikker på at du vil slette denne kontakten?
ro: Eşti sigur că doreşti să ştergi acest contact?
sk: Si si istý, že chceš vymazať tento kontakt?
vi: Bạn có chắc là muốn xóa bỏ liên lạc này không?

source: Are you sure you want to delete this wallet?
da: Er du sikker på, at du vil slette denne tegnebog?
he: בטוח/ה שברצונך למחוק ארנק זה?
hu: Biztos vagy benne, hogy törölni akarod ezt a tárcát
nb: Er du sikker på at du vil slette denne lommeboken?
ro: Eşti sigur că doreşti să ştergi acest portofel?
sk: Si si istý, že chceš zrušiť túto peňaženku?
vi: Bạn có chắc là muốn xóa bỏ ví này không?

source: Are you sure you want to skip it?
da: Er du sikker på, at du vil springe dette over?
he: בטוח/ה שברצונך לדלג?
hu: Biztosan át akarod ugorni?
nb: Er du sikker på at du vil hoppe over denne?
ro: Ești sigur că dorești să sari peste?
sk: Si si istý, že chceš toto preskočiť?
vi: Bạn có chắc là muốn bỏ qua nó?

source: Backup Needed
da: Backup Nødvendig
he: דרוש גיבוי
hu: Biztonsági mentés szükséges
nb: Sikkerhetskopi nødvendig
ro: Copie de rezervă necesară
sk: Nutnosť zálohy
vi: Cần thiết phải Sao lưu

source: Backup now
da: Backup nu
he: גבה עכשיו
hu: Biztonsági mentés most
nb: Sikkerhetskopier nå
ro: Crează copie de rezervă
sk: Zálohovať teraz
vi: Sao lưu ngay

source: Backup wallet
da: Backup tegnebog
he: גבה את הארנק
hu: Tárca biztonsági mentése
nb: Sikkerhetskopier lommebok
ro: Crează copie de rezervă a potofelului
sk: Záloha peňaženky
vi: Sao lưu ví

source: Be sure to store your seed in a secure place. If this app is deleted, or your device stolen, the seed is the only way to recreate the wallet.
da: Sørg for at gemme dit seed på et sikkert sted. Hvis appen slettes, eller din mobil bliver stjålet, er seeden den eneste måde at genskabe tegnebogen på.
he: תשמור את הסיד שלך במקום מאובטח, אם הסיד שלך ימחק או המכשיר שלך יגנב, הסיד יהיה הדרך היחידה לשחזר של החשבון שלך.
hu: Ügyelj arra, hogy a privát kulcsot biztonságos helyen tárold. Ha ez az alkalmazás törlődik vagy ezt az eszközöd ellopják, a privát kulcs az egyetlen módja annak, hogy újra létrehozd a tárcát.
nb: Pass på å lagre hovednøkkelen på et sikkert sted. Dersom denne appen blir slettet, eller enheten din blir stjålet, så er hovednøkkelen eneste måte å gjenopprette lommeboka.
ro: Asigură-te că păstrezi seed-ul într-ul loc sigur. Dacă această aplicație e ștearsă sau dispozitivul este furat, seed-ul este unicul mod de a recupera portofelul.
sk: Uchovaj svoj seed na bezpečnom mieste. Ak je aplikácia vymazaná alebo tvoj mobil ukradnutý, seed je jedinou možnosťou k obnove peňaženky.
vi: Hãy chắc rằng bạn lưu trữ seed ở nơi bí mật. Nếu ứng dụng này bị xóa hoặc thiết bị bị ăn trộm, seed là cách duy nhất để tái tạo ví.

source: Browser unsupported
da: Browser ikke supporteret
he: דפדפן לא נתמך
hu: Böngésző nem támogatott
nb: Nettleser ikke støttet
ro: Browser nesuportat
sk: Nepodporovaný prehliadač
vi: Trình duyệt chưa được hỗ trợ

source: But do not lose your seed!
da: Men mist ikke dit seed!
he: אבל אל תאבד את הסיד שלך!
hu: De ne veszítsd el a privát kulcsodat!
nb: Men ikke mist hovednøkkelen din!
ro: Dar nu pierde seed-ul!
sk: Ale nestrať svoj seed!
vi: Đừng làm mất seed của bạn

source: Buy &amp; Sell Bitcoin
hu: Bitcoin vétel és eladás
nb: Kjøp og selg Bitcoin
ro: Cumpără &amp; vinde Bitcoin
sk: Kúp &amp; Predaj Bitcoin
vi: Mua &amp; Bán Bitcoin

source: Cancel
da: Annuller
he: ביטול
hu: Mégse
nb: Avbryt
ro: Renunţare
sk: Zrušiť
vi: Hủy bỏ

source: Cannot Create Wallet
da: Kan ikke oprette tegnebog
he: לא מצליח לייצר ארנק
hu: Tárca létrehozása nem lehetséges
nb: Kan ikke opprette lommebok
ro: Portofelul nu poate fi creat
sk: Nejde vytvoriť peňaženka
vi: Không thể Tạo Ví

source: Choose a backup file from your computer
da: Vælg en backupfil fra din computer
he: בחר/י קובץ גיבוי מהמחשב
hu: Biztonsági mentés fájl választása a számítógépről
nb: Velg en sikkerhetskopi-fil fra din datamaskin
ro: Alege un fișier de backup din calculator
sk: Vyber zálohový súbor zo svojho počítača
vi: Chọn tập tin sao lưu từ máy tính

source: Click to send
da: Klik for at sende
he: לחץ לשליחה
hu: Kattints a küldéshez
nb: Klikk for å sende
ro: Click pentru a trimite
sk: Klikni pre odoslanie
vi: Bấm để gởi

source: Close
da: Luk
he: סגור
hu: Bezárás
nb: Lukk
ro: Închide
sk: Zavrieť
vi: Đóng

source: Coin
da: Mønt
he: מטבע
hu: Érme
nb: Mynt
ro: Moneda
sk: Minca

source: Color
da: Farve
he: צבע
hu: Szín
nb: Farge
ro: Culoare
sk: Farba
vi: Màu sắc

source: Confirm
da: Godkend
he: אשר
hu: Megerősítés
nb: Bekreft
ro: Confirmare
sk: Potvrdiť
vi: Xác nhận

source: Confirm &amp; Finish
hu: Megerősítés és befejezés
nb: Bekreft og avslutt
ro: Confirmare &amp; Terminare
sk: Potvrdiť &amp; Dokončiť
vi: Xác nhận &amp; Hoàn tất

source: Contacts
da: Kontakter
he: אנשי קשר
hu: Névjegyzék
nb: Kontakter
ro: Contacte
sk: Kontakty
vi: Liên lạc

source: Continue
da: Fortsæt
he: המשך
hu: Folytatás
nb: Fortsett
ro: Continuă
sk: Pokračovať
vi: Tiếp tục

source: Contribute Translations
he: תרום תרגומים
hu: Közreműködés a fordításokhoz
nb: Bidra med oversettelser
ro: Contribuie cu o traducere
sk: Pomoc s prekladom
vi: Đóng góp vào bản dịch

source: Copied to clipboard
da: Kopieret til udklipsholder
he: הועתק לשורת ההעתקה
hu: Vágólapra másolva
nb: Kopiert til utklippstavle
ro: Copiat in clipboard
sk: Skopírované do schránky
vi: Đã sao chép vào clipboard

source: Copy this text as it is to a safe place (notepad or email)
da: Kopier denne tekst som den er til et sikkert sted (notesblok eller email)
he: העתק טקסט זה למקום בטוח (דף נייר חיצוני לדוגמא)
hu: A szöveg másolása egy biztonságos helyre (jegyzettömb vagy email)
nb: Kopier denne teksten som den er til et sikkert sted (notatblokk eller epost)
ro: Copiază acest text asa cum este intr-un loc sigur (notepad sau email)
sk: Skopíruj tento text na bezpečné miesto (poznámkový blok alebo email)
vi: Sao chép nội dung này vào mội nơi an toàn (sổ sách hoặc email)

source: Copy to clipboard
da: Kopier til udklipsholder
he: העתק לשורת ההעתקה
hu: Másolás a vágólapra
nb: Kopier til utklippstavle
ro: Copiază in clipboard
sk: Skopíruj do schránky
vi: Sao chép vào clipboard

source: Could not access the wallet at the server. Please check:
da: Kunne ikke få adgang til tegnebogen på serveren. Kontroller venligst:
he: לא נתאפשרה גישה לארנק בשרת. אנא בדוק:
hu: A tárca nem elérhető a szerveren. Ellenőrizd a következőt:
nb: Får ikke tilgang til lommeboka på serveren. Vennligst kontroller:
ro: Portofelul nu poate fi accesat la server. Verifică:
sk: Nepodarilo sa pripojiť ku peňaženke na serveri. Prosím skontroluj:
vi: Không thể truy cập ví ở máy chủ. Vui lòng kiểm tra:

source: Create Account
da: Opret konto
he: צור חשבון
hu: Számla létrehozása
nb: Opprett konto
ro: Creare cont
sk: Vytvoriť účet
vi: Tạo Tài khoản

source: Create new account
da: Opret ny konto
he: צור חשבון חדש
hu: Új számla létrehozása
nb: Opprett ny konto
ro: Creare cont nou
sk: Vytvoriť nový účet
vi: Tạo tài khoản mới

source: Creating Wallet...
da: Opretter tegnebog…
he: יוצר ארנק..
hu: Tárca létrehozása...
nb: Oppretter lommebok...
ro: Creare portofel...
sk: Vytváranie peňaženky...
vi: Đang tạo Ví...

source: Creating account...
da: Opretter konto…
he: יוצר חשבון..
hu: Számla létrehozása...
nb: Oppretter konto...
ro: Creare cont...
sk: Vytváranie účtu...
vi: Đang tạo tài khoản...

source: Creating transaction
da: Opretter transaktion
he: יוצר העברה..
hu: Tranzakció létrehozása
nb: Oppretter transaksjon
ro: Creare tranzacţie
sk: Vytváranie transakcie...
vi: Đang tạo giao dịch

source: Date
da: Dato
he: תאריך
hu: Dátum
nb: Dato
ro: Data
sk: Dátum
vi: Ngày tháng

source: Default Account
da: Standardkonto
he: שחבון ברירת מחדל
hu: Alapértelmezett számla
nb: Standardkonto
ro: Cont implicit
sk: Predvolený účet
vi: Tài khoản Mặc định

source: Delete
da: Slet
he: מחק
hu: Törlés
nb: Slett
ro: Ştergere
sk: Zmazať
vi: Xóa bỏ

source: Delete Account
da: Slet konto
he: מחק חשבון
hu: Számla törlése
nb: Slett konto
ro: Ştergere cont
sk: Zmazať účet
vi: Xóa bỏ Tài khoản

source: Delete Wallet
da: Slet tegnebog
he: מחק ארנק
hu: Tárca törlése
nb: Slett lommebok
ro: Ştergere portofel
sk: Zmazať peňaženku
vi: Xóa bỏ Ví

source: Deleting Wallet...
da: Sletter tegnebog…
he: מוחק ארנק..
hu: Tárca törlése...
nb: Sletter lommebok...
ro: Ştergere portofel...
sk: Prebieha zmazanie peňaženky...
vi: Đang xóa bỏ Ví...

source: Do it later
da: Gør det senere
he: בצע לאחר מכן
hu: Későbbi végrehajtás
nb: Gjør det senere
ro: Mai târziu
sk: Urobiť to neskôr
vi: Làm điều đó sau

source: Donate to Canoe
da: Donér til Canoe
he: תרום/תרמי ל Canoe
hu: Adományozás a Canoenak
nb: Donere til Canoe
ro: Donează pentru Canoe
sk: Podporiť Canoe
vi: Đóng góp cho Canoe

source: Download
he: הורד
hu: Letöltés
nb: Last ned
ro: Descărcare
sk: Stiahnuť

source: Edit
da: Rediger
he: ערוך
hu: Szerkesztés
nb: Rediger
ro: Editare
sk: Upraviť
vi: Chỉnh sửa

source: Email
he: אי-מייל
nb: Epost

source: Email Address
da: Emailadresse
he: כתובת אי-מייל
hu: Email cím
nb: Epostadresse
ro: Adresă de email
sk: Emailová adresa
vi: Địa chỉ Email

source: Enable camera access in your device settings to get started.
da: Tillad kameraadgang i enhedens indstillinger for at komme i gang
he: אפשר גישת מצלמה במאפיינים על מנת להתחיל
hu: Engedélyezd a kamera hozzáférést az eszközöd beállításaiban a kezdéshez.
nb: Aktiver kameratilgang i dine enhetsinnstillinger for å komme igang.
ro: Activează camera in setările device-ului pentru a începe
sk: Povoľ prístup ku kamere aby sme mohli začať.
vi: Cho phép truy cập camera trong thiết bị của bạn để bắt đầu.

source: Enable email notifications
da: Tillad emailmeddelelser
he: אפשר התראות דואר אלקטרוני
hu: Email értesítések engedélyezése
nb: Aktiver epostvarsel
ro: Activează notificările prin email
sk: Aktivovať upozornenia na email
vi: Cho phép thông báo bằng email

source: Enable push notifications
da: Tillad pushmeddelelser
he: אפשר התראות-פוש
hu: Push értesítések engedélyezése
nb: Aktiver push-varsler
ro: Activează notificările push
sk: Aktivovať push notifikácie
vi: Cho phép thông báo

source: Enable the camera to get started.
da: Tillad kamera for at komme i gang
he: אפשר גישת מצלמה על מנת להתחיל
hu: Kamera engedélyezése a kezdéshez
nb: Aktiver kamera for å starte.
ro: Activează camera pentru a începe
sk: Povoľ prístup aby sme mohli začať.
vi: Cho phép camera để bắt đầu

source: Enter amount
da: Indsæt beløb
he: הכנס סכום
hu: Add meg az összeget
nb: Skriv inn beløp
ro: Introdu suma
sk: Vyplň sumu
vi: Nhập vào số lượng

source: Enter wallet seed
da: Indtast tegnebogs-seed
he: הכנס סיד לארנק
hu: Tárca privát kulcsának megadása
nb: Skriv inn lommebokens hovednøkkel
ro: Introdu seed-ul portofelului
sk: Vlož seed peňaženky
vi: Nhập vào seed của ví

source: Enter your password
da: Indtast dit kodeord
he: הכנס סיסמא
hu: Add meg a jelszót
nb: Skriv inn ditt passord
ro: Introdu parola
sk: Vyplň svoje heslo
vi: Nhập vào mật khẩu

source: Error
da: Fejl
he: טעות
hu: Hiba
nb: Feil
ro: Eroare
sk: Chyba
vi: Lỗi

source: Error at confirm
da: Fejl ved bekræftelse
he: שגיאה באישור
hu: Hiba a megerősítésnél
nb: Feil under bekreftelse
ro: Eroare la confirmare
sk: Chyba pri potvrdení
vi: Lỗi khi xác nhận

source: Error scanning funds:
da: Fejl ved scanning af midler
nb: Feil under skanning av midler:
ro: Eroare la scanarea fondurilor:
sk: Chyba pri načítaní prostriedkov:
vi: Lỗi khi quét số dư:

source: Error sweeping wallet:
nb: Feil under sveiping av lommebok:
ro: Eroare în portofel:
sk: Chyba pri presune (sweep) peňaženky:
vi: Lỗi khi đọc ví:

source: Export wallet
da: Eksporter tegnebog
he: ייצא ארנק
hu: Tárca exportálása
nb: Eksporter lommebok
ro: Exportă portofelul
sk: Export peňaženky
vi: Xuất ví

source: Extracting Wallet information...
da: Anskaffer information om tegnebog
he: שולף מידע מארנק..
hu: Tárca információ kicsomagolása...
nb: Hent ut informasjon om lommebok...
ro: Extragere informaţii portofel
sk: Získavanie informácií z peňaženky...
vi: Trích xuất Nội dung Ví

source: Failed to export
da: Fejl i eksportering
he: ייצוא נכשל
hu: Hiba exportálás közben
nb: Eksportering feilet
ro: Export eşuat
sk: Nepodarilo sa uskutočniť export
vi: Thất bại khi xuất

source: Family vacation funds
da: Familie ferieopsparing
he: כספי חופשה משפחתית
hu: Családi vakáció keret
nb: Familiens feriebudsjett
ro: Fond vacanțe familiale
sk: Rodinné prostriedky na dovolenku
vi: Tiền du lịch của gia đình

source: Feedback could not be submitted. Please try again later.
da: Feedback kunne ikke sendes. Prøv venligst igen senere.
he: נכשלה שליחת תגובתך. אנא נס/י שנית מאוחר יותר
hu: A visszajelzést nem tudtuk elküldeni. Kérjük próbáld újra.
nb: Tilbakemelding kunne ikke sendes. Vennligst prøv igjen senere.
ro: Feedback-ul nu a putut fi trimis. Reîncercați.
sk: Tvoj názor sa nepodarilo odoslať. Skús to prosím neskôr znovu.
vi: Hồi đáp không thể gởi. Vui lòng thử lại trong chốc lát.

source: File/Text
da: Fil/Tekst
he: קובץ/טקסט
hu: Fájl/Szöveg
nb: Fil/Tekst
ro: Fișier/Text
sk: Súbor/Text
vi: Tệp/Văn bản

source: Filter setting
da: Filterindstilling
he: הגדרות סינון
hu: Beállítások szűrése
nb: Filtrer innstilling
ro: Setare filtru
sk: Nastavenie filtru
vi: Xác lập Bộ lọc

source: Finger Scan Failed
da: Fejl ved scanning af finger
he: סריקת אצבע נכשלה
hu: Ujjlenyomat leolvasás sikertelen
nb: Fingeravlesing feilet
ro: Scanarea amprentei eșuată
sk: Snímanie prstu zlyhalo
vi: Quét Dấu vân tay Thất bại

source: Finish
da: Afslut
he: סיים
hu: Befejezés
nb: Klart
ro: Gata
sk: Dokončiť
vi: Hoàn tất

source: From
da: Fra
he: מ
hu: Küldő
nb: Fra
ro: De la
sk: Od
vi: Từ

source: Funds found:
da: Midler fundet:
hu: Talált összeg:
nb: Midler funnet:
ro: Fonduri găsite:
sk: Nájdené prostriedky:
vi: Tiền đã tìm thấy:

source: Funds transferred
da: Midler overført
he: כספים הועברו
hu: Összeg elküldve
nb: Midler overført
ro: Fonduri transferate
sk: Prostriedky prevedené
vi: Tiền đã chuyển

source: Funds will be transferred to
da: Midler vil blive overført til
he: כספים יועברו ל
hu: Az összeg küldése neki
nb: Midler vil bli overført til
ro: Fondurile vor fi transferate la
sk: Prostriedky budú prevedená na
vi: Tiền sẽ được chuyển đến

# button
source: Get started
da: Kom i gang
he: התחל
hu: Kezdés
nb: Kom igang
ro: Începe
sk: Začať
vi: Bắt đầu

source: Get started by adding your first one.
da: Kom i gang ved at tilføje din første.
hu: Kezdjük az első hozzáadásával
nb: Kom igang ved å legge til din første.
ro: Începe prin a adaugă primul.
vi: Bắt đầu bằng việc thêm vào cái đầu tiên của bạn.

source: Go Back
da: Gå tilbage
he: חזור
hu: Vissza
nb: Gå tilbake
ro: Înapoi
sk: Ísť späť
vi: Quay Lại

source: Go back
da: Gå tilbage
he: חזור
hu: Vissza
nb: Gå tilbake
ro: Înapoi
sk: Ísť späť
vi: Quay lại

source: Got it
da: Forstået
he: הבנתי
hu: Rendben
nb: Forstått
ro: Am înţeles
sk: Rozumiem
vi: Đã nhận được

source: Help & Support
da: Hjælp & Support
he: עזרה ותמיכה
hu: Segítség és támogatás
nb: Hjelp og støtte
ro: Ajutor & Suport
sk: Pomoc & Podpora
vi: Giúp đỡ & Hỗ trợ

source: Help and support information is available at the website.
da: Hjælp og supportinformation er tilgængelig på hjemmesiden.
he: מידע לעזרה ותמיכה זמין באתר
hu: Segítség és támogatás ezen az weboldalon érhető el.
nb: Hjelp og støtte-informasjon er tilgjengelig på nettsiden.
ro: Informațiile de ajutor și suport sunt disponibile la site-ul web.
sk: Pomoc a podpora je dostupná na internetovej stránke.
vi: Nội dung giúp đỡ và hỗ trợ hiện có trên website.

source: Hide Balance
da: Skjul Balance
he: הסתר מאזן
hu: Egyenleg elrejtése
nb: Skjul balanse
ro: Ascunde soldul
sk: Schovať zostatok
vi: Che số dư

source: Home
da: Hjem
he: בית
hu: Kezdőoldal
nb: Hjem
ro: Acasă
sk: Domov
vi: Trang nhà

source: How could we improve your experience?
da: Hvordan kan vi gøre din oplevelse bedre?
he: כיצד ניתן לשפר את חוויתך?
hu: Hogyan javíthatnánk az élményedet?
nb: Hvordan kan vi forbedre din opplevelse?
ro: Cum am putea îmbunătăți?
sk: Ako by sme mohli vylepšiť tvoj dojem?
vi: Làm thế nào chúng tôi có thể cải tiến trải nghiệm của bạn?

source: I don't like it
da: Jeg kan ikke lide det
he: לא אהבתי
hu: Nem tetszik
nb: Jeg liker det ikke
ro: Nu-mi place
sk: Nepáči sa mi
vi: Tôi không thích nó

source: I have read, understood, and agree with the Terms of use.
he: קראתי הבנתי ואני מסכים לתנאי השימוש
hu: Elolvastam, megértettem és elfogadom a Használati feltételeket.
nb: Jeg har lest, forstått og aksepterer brukervilkårene
ro: Am citit, înțeles, și sunt de acord cu Condițiile de folosire.
sk: Prečítal som si, porozumel a súhlasím s Pravidlami používania.
vi: Tôi đã đọc, hiểu, và đồng ý với tất cả Điều khoản sử dụng

source: I like the app
da: Jeg kan godt lide appen
he: אהבתי
hu: Tetszik az app
nb: Jeg liker denne appen.
ro: Îmi place aplicaţia
sk: Aplikácia sa mi páči
vi: Tôi thích ứng dụng này

source: I think this app is terrible.
da: Jeg synes denne app er forfærdelig
he: האפליקציה הזאת נוראית.
hu: Szerintem ez az app szörnyű
nb: Jeg synes denne appen er forferdelig.
ro: Cred că această aplicație e oribilă.
sk: Myslím si, že aplikácia je hrozná
vi: Tôi nghĩ ứng dụng này tệ hại

source: I understand
da: Jeg forstår
he: אני מבין
hu: Megértettem
nb: Jeg forstår
ro: Am înţeles
sk: Rozumiem
vi: Tôi hiểu

source: I understand that my funds are held securely on this device, not by a company.
da: Jeg forstår at mine midler er holdt sikkert på denne enhed, ikke af en virksomhed.
hu: Megértettem, hogy a pénzemet ez az eszköz tárolja biztonságosan, nem egy cég.
nb: Jeg forstår at mine midler er sikret og lagret på denne enheten, og ikke av et firma.
ro: Am înțeles că fondurile mele sunt ținute în siguranță pe acest dispozitiv, și nu de către o companie
sk: Rozumiem, že moje prostriedky sú bezpečne uložené na tomto zariadení a nie v nejakej firme.
vi: Tôi hiểu rằng tiền của tôi được lưu trữ an toàn trên thiết bị này, không phải bởi công ty.

source: I've written it down
da: Jeg har skrevet det ned
he: אני יכתוב את זה
hu: Leírtam
nb: Jeg har skrevet det ned
ro: Am notat
sk: Zapísal som si to
vi: Tôi đã viết nó xuống rồi

source: If this device is replaced or this app is deleted, your funds can not be recovered without a backup.
da: Hvis denne enhed bliver udskiftet eller denne app bliver slettet, kan dine midler ikke gendannes uden en backup.
he: אם מכשיר זה יוחלף או האפליקציה תימחק, לא תוכל לגשת ליתרה שלך בלי גיבוי.
hu: Ha ezt a készüléket lecseréled vagy ezt az appot törlöd, a pénzedhez nem férhetsz majd hozzá biztonsági másolat nélkül
nb: Dersom denne enheten blir erstattet eller appen slettes, kan verdiene ikke bli gjenopprettet uten en sikkerhetskopi.
ro: Dacă schimbi dispozitivul sau dacă ștergi aplicația , fondurile tale nu pot fi recuperate fără backup.
sk: V prípade výmeny zariadenia alebo zmazania aplikácie nie je možné obnoviť tvoje prostriedky bez zálohy.
vi: Nếu thiết bị này bị thay thế hoặc phần mềm bị gỡ bỏ, tiền của bạn không thể phục hồi mà không có bản sao lưu

source: If you have additional feedback, please let us know by tapping the "Send feedback" option in the Settings tab.
hu: Ha további visszajelzésed van, kérjük tudasd velünk a "Visszajelzés küldése" opcióval a Beállítások fülön.
nb: Dersom du har ytterligere tilbakemelding, vennligst informer oss ved å trykke "send tilbakemelding"-valget i innstillings-fanen.
ro: Dacă ai alte feedback-uri, trimite-le selectînd opțiunea "Trimite feedback" din tab-ul Setări
sk: Ak máš doplňujúci komentár, prosím daj nám vedieť kliknutím na tlačítko "Zaslať komentár" v lište Nastavenia.
vi: Nếu bạn có thêm phản hồi, vui lòng cho chúng tôi biết bằng cách bấm vào tùy chọn "Gởi phản hồi" ở mục Xác lập
