Repository: getcanoe/canoe
Catalog: i18n/po/*.po
Languages: da, he, hu, nb, ro, sk, vi

source: Please enter a password to use for the wallet
da: Indtast venligst en adgangskode der skal bruges til tegnebogen
he: בבקשה הכנס סיסמה להשתמש בארנק
hu: Add meg a jelszót a tárca használatához
nb: Vennligst skriv inn ett passord som kan brukes til lommeboka
ro: Va rugăm să introduceți o parolă pentru portofel
sk: Zadajte heslo, ktoré chcete použiť v peňaženke
vi: Vui lòng nhập mật khẩu để sử dụng Ví

source: Repair
da: Reparer
he: תקן
hu: Javítás
nb: Reparer
ro: Repară
vi: Sửa chữa

source: Start sending Nano
nb: Start å bruke Nano
vi: Bắt đầu gửi Nano

source: To get started, you need Nano. Share your account to receive Nano.
nb: For å komme igang, trenger du Nano. Del din konto for å motta Nano.
vi: Để bắt đầu, bạn cần có Nano. Hãy chia sẻ tài khoản của bạn để nhận Nano.

source: To get started, you need an Account in your wallet to receive Nano.
nb: For å starte, trenger du en Konto i din lommebok for å motta Nano.
vi: Để bắt đầu, bạn cần một tài khoản trong ví để nhận Nano.

source: Type below to see if an alias is free to use.
da: Skriv nedenfor for at se om et alias er tilgængeligt.
hu: Írj alább, hogy lásd az alternatív név elérhető-e.
nb: Skriv inn under for å se om et alias er tilgjengelig.
ro: Introduceți mai jos un alias pentru a verifica disponibilitatea.
vi: Hãy điền một bí danh để xem có thể dùng không.

source: Use Server Side PoW
da: Brug Server Side PoW
he: בצע חישוב דרך השרת
hu: Szerver oldali PoW használata
nb: Bruk serverside-PoW
ro: vsfs
vi: Sử dụng PoW từ một máy chủ

source: We’re always looking for translation contributions! You can make corrections or help to make this app available in your native language by joining our community on POEditor.
da: Vi leder altid efter bidrag til oversættelser! Du kan foretage korrektioner eller hjælpe med at gøre denne app tilgængelig på dit modersmål ved at tilmelde dig vores fællesskab på POEditor.
hu: Folyamatosan keresünk hozzájárulásokat a fordításhoz! Végezhetsz javításokat vagy segíthetsz, hogy ez az app elérhető legyen az anyanyelveden ha csatlakozol a közösségünkhöz a POEditor-on.
nb: Vi ser alltid etter oversettelsesbidrag! Du kan utføre rettelser eller hjelpe til med å gjøre denne appen tilgjengelig på ditt språk ved å bli med oss hos POEditor.
ro: Căutăm întotdeauna contribuții de traducere! Puteți face corecții sau puteți ajuta la traducerea acestei aplicații în limba dumneavoastră nativă alăturându-vă comunității noastre pe POEditor.
vi: Chúng tôi luôn tìm kiếm những đóng góp dịch ứng dụng! Bạn có thể sửa chữa hoặc trợ giúp làm cho ứng dụng này có sẵn bằng ngôn ngữ của bạn bằng cách tham gia cộng đồng của chúng tôi trên POEditor.

source: You can make contributions by signing up on our POEditor community translation project. We’re looking forward to hearing from you!
da: Du kan yde bidrag ved at tilmelde dig vores oversættelsesprojekt på POEditor. Vi ser frem til at høre fra dig!
hu: Közreműködhetsz azzal, hogy regisztrálsz a POEditor közösségi fordító projekthez. Várjuk, mihamarabbi hozzájárulásodat!
nb: Du kan bidra med oversettelser ved å melde deg inn på vårt oversettelsesprosjekt hos POEditor. Vi ser frem til å høre fra deg!
ro: Puteți contribui la traducerea acestui proiect înregistrându-va pe POEditor. Așteptăm cu nerăbdare să auzim de la dumneavoastră!
vi: Bạn có thể đóng góp bằng cách đăng ký dự án dịch trên POEditor của chúng tôi. Chúng tôi mong muốn được nghe từ bạn!

source: You can scan Nano addresses, payment requests and more.
nb: Du kan skanne Nano adresser, betalingsforespørsler og annet.
vi: Bạn thể scan địa chỉ Nano, yêu cầu thanh toán và hơn nữa.

source: Your Nano Wallet is ready!
nb: Din Nano-lommebok er klar!
vi: Ví Nano của bạn đã sẵn sàng!

source: Your Nano wallet seed is backed up!
nb: Din Nano-lommebok-hovednøkkel er sikkerhetskopiert!
vi: Chìa khóa Ví Nano của bạn đã được lưu!

source: Account
da: Konto
he: חשבון
hu: Számla
nb: Konto
ro: Cont
vi: Tài khoản

source: An account already exists with that name
da: En konto med det navn eksisterer allerede
he: קיים כבר חשבון עם השם הזה
hu: Egy számla már létezik ezzel a névvel
nb: En konto eksisterer allerede med det navnet
ro: Un cont cu acest nume este deja existent
vi: Đã có tài khoản tồn tại với tên này

source: Confirm your PIN
da: Bekræft din PIN
he: אמת את הקוד שלך
hu: Erősítsd meg a PIN-edet
nb: Bekreft din PIN
ro: Confirmați PIN-ul
vi: Hãy xác thực mã PIN

source: Enter a descriptive name
da: Indtast et beskrivende navn
he: הכנס תיאור לשם
hu: Adj meg egy jól leíró nevet
nb: Skriv inn et beskrivende navn
ro: Introduceți un nume descriptiv
vi: Hãy điền một tên mô tả

source: Failed to generate seed QR code
da: Kunne ikke generere seed QR-kode
hu: Nem sikerült privát kulcs QR kódot generálni
nb: Mislykket generering av QR-kode
ro: Generarea unui seed de tip QR code a eșuat
vi: Thất bại khi tạo ra chìa khóa bằng mã QR

source: Incorrect PIN, try again.
da: Forkert PIN, prøv igen.
he: קוד לא נכון, נסה שנית
hu: Helytelen PIN, próbáld újra.
nb: Feil PIN, prøv igjen
ro: PIN incorect, încercați din nou.
vi: Mã PIN sai, hãy thử lại.

source: Incorrect code format for a seed:
da: Forkert kodeformat for et seed:
hu: Helytelen kód formátum egy privát kulcshoz:
nb: Feil kodeformat for en hovednøkkel:
ro: Format incorect pentru un seed
vi: ĐỊnh dạng chìa khóa sai.

source: Information
he: מידע
hu: Információ
nb: Informasjon
ro: Informații
vi: Thông tin

source: Not a seed QR code:
da: Ikke en seed QR-kode:
hu: Nem egy privát kulcs QR kód:
nb: Ikke en QR-kode for en hovednøkkel:
ro: Nu este un seed de tip cod QR:
vi: Không phải là chìa khóa mã QR

source: Please enter your PIN
da: Indtast venlist din PIN
he: בבקשה הכנס את הקוד שלך
hu: Add meg a PIN-edet
nb: Vennligst skriv inn din PIN
ro: Va rugăm să introduceți PIN-ul
vi: Hãy điền PIN của bạn

source: Scan this QR code to import seed into another application
da: Scan denne QR-kode for at importere dette seed i en anden applikation
he: סרוק את הQR קוד הזה לייבא את הסיד לאפליקציה אחרת
hu: Olvasd be ezt a QR kódot, hogy beimportáld a privát kulcsot egy másik applikációba
nb: Skann denne QR-koden for å importere hovednøkkelen i en annen applikasjon
ro: Scanați acest cod QR pentru a importă seed-ul în altă aplicație
vi: Quét mã QR này để nhập chìa khóa vào một ứng dụng khác.

source: Security Preferences
da: Sikkerhedspræferencer
he: הגדרות אבטחה
hu: Biztonsági preferenciák
nb: Sikkerhetsinnstillinger
ro: Preferințe legate de Securitate
vi: Tùy chọn cài đặt

source: Your current password
da: Din nuværende adgangskode
he: הסיסמה הנוכחית שלך
hu: A jelenlegi jelszavad
nb: Ditt nåværende passord
ro: Parolă dumneavoastră curentă
vi: Mật khẩu hiện thời của bạn

source: Your password has been changed
da: Din adgangskode er blevet ændret
he: הסיסמה שלך שונתה
hu: A jelszavad módosult
nb: Ditt passord er endret
ro: Parolă dumneavoastră a fost schimbată
vi: Mật khẩu của bạn đã được đổi

source: Canoe stores your Nano using cutting-edge security.
nb: Canoe lagrer dine Nano ved hjelp av banebrytende sikkerhet
vi: Canoe lưu trữ Nano của bạn bằng biện phát an ninh tiên tiến.

source: Caution
da: Forsigtig
he: זהירות
hu: Vigyázat
nb: Forsiktighet
ro: Atenție
vi: Cảnh báo

source: Decrypting wallet...
da: Dekrypterer tegnebog…
hu: A tárca feloldása...
nb: Dektrypterer lommebok...
ro: Decriptez portofelul...
vi: Đang giải mã Ví...

source: Error after loading wallet:
da: Fejl efter indlæsning af tegnebog:
he: שגיאה לאחר טעינת הארנק:
hu: Hiba a tárca betöltése után:
nb: Feil etter lasting av lommebok:
ro: Eroare după încărcarea portofelului:
vi: Lỗi khi mở Ví:

source: I understand that if this app is deleted, my wallet can only be recovered with the seed or a wallet file backup.
da: Jeg forstår at hvis denne app slettes, kan min tegnebog kun gendannes med seedet eller en tegnebogs backup.
he: אני מבין שאם אפליקציה זו נמחקת, אני יוכל לשחזר את החשבון שלי רק באמצעות הסיד שלי או הקובץ גיבוי של הארנק.
hu: Megértettem, hogyha ez az app törlődik, a tárcámat csak a privát kulccsal vagy a tárca fájl biztonsági mentésével lehet helyreállítani.
nb: Jeg forstår at dersom denne appen blir slettet, så kan jeg bare få tilbake lommeboka dersom jeg har hovednøkkelen eller en fil med sikkerhetskopi av lommeboka.
ro: Înțeleg că dacă această aplicație este ștearsă, portofelul meu poate fi recuperat doar folosind seed-ul sau un backup al fișierului portofelului
vi: T hiểu rằng nếu ứng dụng này bị xóa, Ví của tôi chỉ có thể khôi phục bằng chìa khóa hoặc file sao lưu của Ví.

source: Importing a wallet removes your current wallet and all its accounts. You may wish to first backup your current seed or make a file backup of the wallet.
da: Import af en tegnebog fjerner din nuværende tegnebog og alle dens konti. Du vil muligvis først sikkerhedskopiere dit nuværende seed eller lave en sikkerhedskopi af tegnebogen.
hu: Egy tárca importálása törli a jelenlegi tárcát és annak számláit. Érdemes lehet előbb biztonsági mentést készíteni a jelenlegi privát kulcsodról vagy egy fájlként elmenteni a tárca adatait.
nb: Importering av lommebok fjerner din nåværende lommebok og alle tilhørende kontoer. Du ønsker muligens å ta en backup av ditt nåværende hovednøkkel eller lage en fil med sikkerhetskopi av lommeboka.
ro: Importarea unui portofel determină ștergerea portofelului dumneavoastră curent și a tuturor conturilor. Este recomandat să faceți o copie de rezervă (backup) a fișierului portofelului sau a seed-ului înainte să continuați.
vi: Nhập ví sẽ bỏ ví hiện tại của bạn và tất cả các tài khoản của nó. Bạn có thể muốn sao lưu chìa khóa hiện tại của mình hoặc thực hiện sao lưu tệp tin của ví.

source: Incorrect code format for an account:
da: Forkert kodeformat for en konto:
hu: Helytelen kód formátum egy számlához
nb: Feil kodeformat for en konto:
ro: Format de cod incorect pentru un cont:
vi: Định dạng mã không chính xác cho tài khoản.

source: Just scan and pay.
da: Bare scan og betal.
he: פשוט סרוק ושלם.
hu: Csak olvasd be és fizess.
nb: Bare skann og betal.
ro: Scanați și plătiți.
vi: Hãy quét và trả.

source: Manage
hu: Kezelés
nb: Administrer
ro: Administrați
vi: Quản lý

source: Nano is Feeless
nb: Nano har ingen avgifter
vi: Nano không mất phí

source: Nano is Instant
nb: Nano er øyeblikkelig
vi: Nano được gửi và nhận ngay tức khắc

source: Nano is Secure
nb: Nano er sikkert
vi: Nano rất bảo mật

source: Never pay transfer fees again!
da: Betal aldrig overførselsgebyrer igen!
he: לעולם לא תשלם יותר עמלות!
hu: Ne fizess többé átutalási díjakat!
nb: Ingen flere transaksjonsavgifter!
ro: Nu mai platiti tarife niciodata!
vi: Không giờ phải trả phí chuyển tiền nữa!

source: Support
he: תמיכה
hu: Támogatás
nb: Brukerstøtte
ro: Asistență
vi: Hỗ trợ

source: Trade Nano for other currencies like USD or Euros.
nb: Veksle Nano til andre valutaer som USD eller euro.
vi: Đổi Nano thành các ngoại tệ khác như USD hay Euros.

source: Transfer Nano instantly to anyone, anywhere.
nb: Overfør Nano øyeblikkelig til hvem som helst, hvor som helst.
vi: Chuyển Nano ngay lập tức cho bất kỳ ai, bất kỳ đâu.

source: Account Representative
da: Kontorepræsentant
hu: Számla megbízott
nb: Konto-representant
ro: Reprezentantul contului
vi: Đại diện tài khoản

source: Add to address book?
da: Tilføj til adressebog?
hu: Hozzáadás a címjegyzékhez?
nb: Legg til i adresseboken?
ro: Adaugati la
vi: Thêm vào liên hệ?

source: Alias Found!
da: Alias fundet!
hu: Alternatív név megtalálva!
nb: Alias funnet!
ro: Alias găsit!
vi: Bí danh đã được tìm thấy!

source: At least 3 Characters.
da: Mindst 3 karakterer.
he: לפחות 3 תווים.
hu: Legalább 3 karakter.
nb: Minst tre tegn.
ro: Cel putin 3 caractere.
vi: Ít nhất 3 ký tự.

source: Checking availablity
da: Kontrollerer tilgængelighed
hu: Elérhetőség ellenőrzése folyamatban
nb: Sjekker tilgjengelighet
ro: Verifică disponibilitatea
vi: Đang kiểm tra tính khả dụng

source: Create Alias
da: Opret alias
hu: Alternatív név létrehozása
nb: Opprett alias
ro: Creați Alias
vi: Tạo Tên

source: Creating Alias...
da: Opretter alias…
hu: Alternatív név létrehozása...
nb: Oppretter alias...
ro: Creez Alias...
vi: Tạo Tên...

source: Do you want to add this new address to your address book?
da: Vil du gemme denne nye adresse i din adressebog?
he: אתה רוצה להוסיף כתובת חדשה זו לספר הכתובות שלך?
hu: Hozzá akarod adni ezt az új számlát a címjegyzékhez?
nb: Ønsker du å legge til denne nye adressen i adresseboka?
ro: Doriți să adăugați această adresă în registrul de adrese?
vi: Bạn có muốn thêm địa chỉ mới này vào danh bạ?

source: Edit your alias.
da: Rediger dit alias.
hu: Alternatív név szerkesztése.
nb: Rediger ditt alias.
ro: Editați-vă Alias-ul.
vi: Chỉnh sửa tên.

source: Editing Alias...
da: Redigerer alias…
hu: Alternatív név szerkesztése...
nb: Redigerer alias...
ro: Editez Alias-ul...
vi: Chỉnh sửa tên...

source: Email for recovering your alias
da: Email til at gendanne dit alias
hu: Email az alternatív név visszaszerzéséhez
nb: Epost for å gjennopprette ditt alias
ro: Email pentru recuperarea Aliasului
vi: Email để khôi phục bí danh của bạn

source: Enter a representative account.
da: Indtast en repræsentantkonto.
hu: Add meg a megbízott számlát
nb: Skriv in representantkontoen.
ro: Introduceți un cont reprezentativ.
vi: Hãy điền một đại diện cho tài khoản.

source: Error importing wallet:
da: Fejl ved import af tegnebog:
hu: Hiba tárca importálásakor:
nb: Feil i importering av lommebok:
ro: Eroare la importarea portofelului:
vi: Lỗi khi nhập Ví:

source: How to buy Nano
nb: Hvordan kjøpe Nano
vi: Mua Nano bằng cách nào

source: How to buy and sell Nano is described at the website.
nb: Hvordan man kjøper og selger Nano er beskrevet på nettsiden.
vi: Làm sao để mua và bán Nano được hướng dẫn tại website.

source: Invalid Alias!
da: Ugyldigt alias!
hu: Érvénytelen alternatív név!
nb: Feil alias!
ro: Alias invalid!
vi: Bí danh sai!

source: Invalid Email!
da: Ugyldig email!
he: מייל לא תקין!
hu: Helytelen email!
nb: Feil epost!
ro: Email invalid!
vi: Email không đúng!

source: Let People Easily Find you With Aliases
da: Lad folk finde dig nemt med aliaser.
hu: Segíts másoknak, hogy könnyebbel megtaláljanak alternatív nevek segítségével
nb: La folk enkelt finne deg ved hjelp av aliaser
ro: Permite oamenilor să mă găsească ușor cu Aliasul
vi: Hãy để mọi người tìm bạn dễ hơn với một bí danh

source: Link my wallet to my phone number.
da: Forbind min tegnebog med mit telefonnummer.
hu: A tárcám hozzárendelése a telefonszámomhoz.
nb: Knytt min lommebok til mitt telefonnummer
ro: Legați portofelul de numărul personal de telefon.
vi: Liên kết Ví với số điện thoại của tôi.

source: Looking up @{{addressbookEntry.alias}}
da: Slår @{{addressbookEntry.alias}} op
hu: @{{addressbookEntry.alias}} keresése
nb: Finn @{{adressbookEntry.alias}}
ro: Caut @{{addressbookEntry.alias}}
vi: Đang tìm @{{addressbookEntry.alias}}

source: Make my alias private.
da: Lav mit alias privat.
hu: Legyen az alternatív nevem privát.
nb: Gjør alias privat.
ro: Fă Aliasul meu privat.
vi: Hãy làm bí danh của tôi riêng tư.

source: Refund
da: Tilbagebetaling
hu: Visszatérítés
nb: Refundering
ro: Rambursare
vi: Hoàn tiền

source: Repairing your wallet could take some time. This will reload all blockchains associated with your wallet. Are you sure you want to repair?
da: Det kan tage lidt tid at reparere din tegnebog. Dette vil genindlæse alle blokke, der er knyttet til din tegnebog. Er du sikker på, at du vil fortsætte?
hu: A tárcád helyreállítása eltarthat egy ideig. Ez újratölt minden a tárcához tartozó blokkláncot. Biztosan szeretnéd a helyreállítást?
nb: Det kan ta tid å reparere din lommebok. Dette vil laste alle blokk-kjedene tilknyttet din lommebok på nytt. Er du sikker på at du ønsker å reparere?
ro: Repararea portofelului dumneavoastră poate dura ceva timp. Vom reîncarcă blockchain-ul asociat cu acest portofel. Sunteți sigur că doriți să reparați?
vi: Sửa chữa ví của bạn có thể mất một thời gian. Điều này sẽ tải lại tất cả các blockchains liên kết với ví của bạn. Bạn có chắc chắn muốn sửa chữa không?

source: Representative
da: Repræsentant
hu: Megbízott
nb: Representant
ro: Reprezentant
vi: Đại diện

source: Representative changed
da: Repræsentant ændret
hu: Megbízott megváltoztatva
nb: Representanten er endret
ro: Repezenantul a fost schimbat
vi: Đã thay đổi đại diện

source: That alias is taken!
da: Det alias er allerede taget!
hu: Ez az alternatív név már foglalt!
nb: Aliaset er allerede i bruk!
ro: Acel Alias este luat!
vi: Tên này đã dùng rồi!

source: The official English Terms of Service are available on the Canoe website.
da: De officielle engelske servicevilkår er tilgængelige på Canoes hjemmeside.
hu: A hivatalos angol szolgáltatási feltételek elérhetők a Canoe weboldalon.
nb: De offisielle Brukervilkårene på Engelsk er tilgjengelige på Canoe sin nettside.
ro: Termenii serviciului în limba engleză sunt disponibili pe site-ul Canoe.
vi: Điều khoản sử dụng bằng tiếng Anh đã có trên website Canoe

source: Valid Alias & Email
da: Gyldigt alias & email
hu: Érvényes alternatív név és email
nb: Gyldig alias og epost
ro: Alias & Email valide
vi: Tên hợp lệ & Email

source: View Block on Nanode
da: Se blok på Nanode
hu: Blokk megtekintése Nanode-on
nb: Se blokken hos Nanode
ro: Vizualizați block-ul pe Nanode
vi: Xem Khối trên Nanode

source: View on Nanode
da: Se på Nanode
hu: Megtekintés Nanode-on
nb: Se hos Nanode
ro: Vizualizați pe Nanode
vi: Xem trên Nanode

source: What alias would you like to reserve?
da: Hvilket alias vil du gerne reservere?
hu: Milyen alternatív nevet szeretnél lefoglalni
nb: Hvilket alias ønsker du å reservere?
ro: Ce alias ați dori să rezervați?
vi: Tên mà bạn muốn dữ trữ?

source: You can change your alias, email, or privacy settings.
da: Du kan ændre dit alias, email eller privatlivsindstillinger.
hu: Az alternatív neved, email címed és az adatvédelmi beállításokat megváltoztathatod.
nb: Du kan endre ditt alias, epost, eller personvernsinnstillinger.
ro: Va puteți schimba aliasul, email-ul, sau setările de confidențialitate.
vi: Bạn có thể đổi tên, email, hoặc xác lập riêng tư.

source: Your old password was not entered correctly
da: Din gamle adgangskode var ikke indtastet korrekt
hu: A régi jelszavadat rosszul adtad meg
nb: Ditt gamle passord var ikke korrekt
ro: Vechea dumneavoastră parolă nu a fost introdusă corect
vi: Mật khẩu cũ bạn nhập chưa đúng

source: joe.doe@example.com
hu: kovacs.janos@minta.com
nb: ola.nordmann@eksempel.no
ro: ion.ionescu@exemplu.com

source: joedoe
hu: kovacsjanos
nb: olanordmann
ro: ionionescu

source: Canoe is Locked
da: Canoe er låst
he: קאנו נעול
nb: Canoe er låst
vi: Canoe bị Khóa

source: Forgot Password?
da: Glemt adgangskode?
he: שכחתה את הסיסמה?
hu: Elfelejtetted a jelszavad?
nb: Glemt passordet?
ro: Ați uitat parola?
vi: Quên Mật khẩu?

source: 4-digit PIN
da: 4-cifret PIN
he: קוד 4 תווים
hu: 4 számjegyű PIN
nb: Firesifret PIN-kode
ro: PIN cu 4 cifre
vi: Mã PIN 4 số

source: Anyone with your seed can access or spend your Nano.
nb: Hvem som helst som har ditt seed kan få tilgang til og bruke dine Nano.
vi: Ai có seed của bạn đều có thể truy cập hoặc tiêu xài Nano đó.

source: Background Behaviour
da: Baggrundsadfærd
hu: Háttér működés
nb: Bakgrunnsadferd
ro: Comportamentul în background
vi: Hành vi khi không sử dụng

source: Change 4-digit PIN
da: Skift 4-cifret PIN
he: שנה קוד 4 תווים
hu: 4 számjegyű PIN megváltoztatása
nb: Endre firesifret PIN-kode
ro: Schimbați PIN-ul cu 4 cifre
vi: Thay đổi mã 4 số PIN

source: Change Lock Settings
da: Skift låseindstillinger
he: שנה הגדרות נעילה
hu: Zár beállítások megváltoztatása
nb: Endre låseinnstillinger
ro: Schimbă setările de blocare
vi: Thay đổi Xác lập Khóa

source: Fingerprint
da: Fingeraftryk
he: טביעת אצבע
hu: Ujjlenyomat
nb: Fingeravtrykk
ro: Amprentă digitală
vi: Dấu vân tay

source: Go back to onboarding.
da: Gå tilbage til introforløb.
hu: Vissza a bevezetéshez.
nb: Gå tilbake til innføringsprogrammet.
ro: Reveniți la starea inițială a portofelului.
vi: Quay lại tổ chức.

source: Hard Lock
hu: Szigorú zár
nb: Hard lås
ro: Blocare Hard
vi: Khóa cứng

source: Hard Timeout
hu: Szigorú időtúllépés
nb: Hardt tidsavbrudd
ro: Expirare Hard
vi: Giới hạn thời gian

source: If enabled, Proof Of Work is delegated to the Canoe server side. This option is disabled and always true on mobile Canoe for now.
da: Hvis aktiveret, er Proof of Work delegeret til Canoe serveren. Denne mulighed er deaktiveret og altid slået til på mobil Canoe for nu.
hu: Ha engedélyezve, a munkabizonyíték (Proof of Work) a Canoe szerver oldal feladata lesz. Ez az opció egyelőre le van tiltva és mindig igaz mobil Canoe esetében.
nb: Hvis aktivert, så er Proof of Work delegert til Canoe sin server. Dette valget er deaktivert, og alltid sant på mobil Canoe enn så lenge.
ro: Dacă este activat, Proof of Work este delegat serverului Canoe. Această opțiune este dezactivată și este întotdeauna adevărată pe Canoe mobil pentru moment.
vi: Nếu được kích hoạt, Proof Of Work được bàn giao về phía máy chủ Canoe. Tùy chọn này bị vô hiệu và luôn luôn đúng trên thiết bị di động Canoe.

source: If enabled, a list of recent transactions across all wallets will appear in the Home tab. Currently false, not fully implemented.
hu: Ha engedélyezve, az összes tárca friss tranzakcióinak listája fog megjelenni a kezdőoldalon. Jelenleg nem engedélyezett, a funkcionalitás nem befejezett.
nb: Hvis aktivert, så vil en liste over transaksjoner fra alle lommebøker vises i hjemmefanen. For tiden deaktivert, ettersom full implementasjon mangler.
ro: Dacă opțiunea este activată, se va afișa o lista cu tranzacțiile recente de pe toate portofelele pe pagină principala (Acasă). Momentan este dezactivată, neimplementată complet.
vi: Nếu được kích hoạt, lịch sử giao dịch gần đây của tất cả các ví sẽ xuất hiện ở trang chủ. Hiện tại chưa được lập trình.

source: Lock when going to background
da: Lås når Canoe sendes til baggrunden
hu: Zárolás háttérbe kerüléskor
nb: Lås når appen går i bakgrunnen
ro: Blocați aplicația când este în background
vi: Khóa lại khi không sử dụng

source: None
da: Ingen
hu: Egyik sem
nb: Ingen
ro: Nimic
vi: Không

source: Password
da: Adgangskode
he: סיסמה
hu: Jelszó
nb: Passord
ro: Parolă
vi: Mật khẩu

source: Saved
da: Gemt
he: נשמר
hu: Mentve
nb: Lagret
ro: Salvat
vi: Đã lưu trữ

source: Soft Lock
hu: Engedékeny zár
nb: Myk lås
ro: Blocare Soft
vi: Khóa mềm

source: Soft Lock Type
hu: Engedékeny zár típus
nb: Myk låstype
ro: Tip Blocare Soft
vi: Kiểu khóa mềm

source: Soft Timeout
hu: Engedékeny időtúllépés
nb: Mykt tidsavbrudd
ro: Expirare Soft
vi: Hạn thời gian mềm

source: Timeout in seconds
da: Timeout i sekunder
he: דילאי בשניות
hu: Időtúllépés másodpercekben
nb: Tidsavbrudd i sekunder
ro: Timeout in secunde
vi: Hạn thời gian theo giây

source: Unrecognized data
da: Ukendt data
he: מידע לא מוכר
hu: Ismeretlen adat
nb: Kjenner ikke igjen data
ro: Date nerecunoscute
vi: Không hiểu được dữ liệu
