Repository: getcanoe/canoe
Catalog: i18n/po/*.po
Languages: da, he, hu, nb, ro, sk, vi

source: <h5 class="toggle-label" translate="">Hard Lock</h5> With Hard Lock, Canoe encrypts your wallet and completely remove it from memory. You can not disable Hard Lock, but you can set a very high timeout.
da: <h5 class="toggle-label" translate="">Hard Lock</h5> Med Hard Lock krypterer Canoe din tegnebog og fjerner den helt fra hukommelsen. Du kan ikke slå Hard Lock fra, men du kan sætte en høj timeout-værdi.
hu: <h5 class="toggle-label" translate="">Szigorú zár</h5> Szigorú zárral a Canoe titkosítja a tárcádat és teljesen eltávolítja a memóriából. Nem tudod kikapcsolni a szigorú zárat, de be tudsz állítani egy nagyon hosszú időtúllépést.
nb: <h5 class="toggle-label" translate="">Hard lås</h5> Med hard lås krypterer Canoe lommeboken og fjerner den fullstendig fra minnet. Du kan ikke skru av hard låsing, men du kan sette et veldig langt tidsavbrudd.
ro: <h5 class="toggle-label" translate="">Expirare Hard</h5> Cu Expirare Hard, Canoe criptează portofelul dvs. și îl elimină complet din memorie. Nu puteți dezactiva Hard Lock, dar puteți seta o perioadă de timp foarte mare.
vi: <h5 class="toggle-label" translate="">Hard Lock</h5> Với khóa cứng, Canoe mã hóa ví của bạn và xóa hoàn toàn khỏi bộ nhớ Ram. Bạn không thể tắt khóa cứng, nhưng bạn có thể đặt thời gian chờ khóa.

source: A new version of this app is available. Please update to the latest version.
da: En ny version af denne app er tilgængelig. Opdater venligst til den seneste version.
hu: Az appnak egy új verziója érhető el. Frissíts a legújabb verzióra.
nb: En ny versjon av denne appen er tilgjengelig. Vennligst oppdater til nyeste versjon.
ro: O nouă versiune a aplicației este disponibilă. Va rugăm să actualizați la cea mai nouă versiune.
vi: Một bản cập nhật mới của ứng dụng này đã có. Vui lòng cập nhật lên bản mới nhât.

source: Change Backend
da: Skift backend
nb: Endre backend
ro: Schimbati Backend-ul
vi: Đã đổi phụ trợ

source: Change Backend Server
da: Skift backend server
nb: Endre backend-server
ro: Schimbati Server-ul Backend
vi: Đổi máy chủ phụ trợ

source: Importing a wallet will remove your existing wallet and accounts! If you have funds in your current wallet, make sure you have a backup to restore from. Type "delete" to confirm you wish to delete your current wallet.
da: Hvis du importerer en tegnebog, fjernes din eksisterende tegnebog og konti! Hvis du har midler i din nuværende tegnebog, skal du sørge for, at du har en sikkerhedskopi at gendanne fra. Skriv "slet" for at bekræfte, at du ønsker at slette din nuværende tegnebog.
hu: Tárca importálása eltávolítja a meglévő tárcádat és számláid! Ha van pénzed a jelenlegi tárcádban, bizonyosodj meg arról, hogy van biztonsági mentésed. Írd be a "törlés" szót, hogy megerősítsd a jelenlegi tárcád törlését.
nb: Å importere en lommebok vil fjerne din eksisterende lommebok og kontoer! Dersom du har verdier i din nåværende lommebok, se til at denne kan gjenopprettes fra en sikkerhetskopi. Skriv "slett" for å bekrefte at du ønsker å slette din nåværende lommebok.
ro: Importarea unui portofel va determina ștergerea conturilor și portofelelor dumneavoastră existente! Dacă dețineți fonduri în portofelul curent, asigurați-va că aveți o copie de rezervă (backup) pentru restabilire. Scrieți 'delete" pentru a confirma ștergerea portofelului dumneavoastră curent.
vi: Nhập một Ví mới sẽ xóa Ví hiện tại và các tài khoản! Nếu bạn có tiền trong ví hiện tại, hãy nhớ đã sao lưu để có thể khôi phục lại.

source: Max
nb: Maks
ro: Maxim
vi: Tối đa

source: delete
da: slet
hu: törlés
nb: slett
vi: Xóa

source: Confirm Password
da: Bekræft adgangskode
hu: Jelszó megerősítése
nb: Bekreft Passord
ro: Confirmă parola

source: Going back to onboarding will remove your existing wallet and accounts! If you have funds in your current wallet, make sure you have a backup to restore from. Type "delete" to confirm you wish to delete your current wallet.
da: Hvis du går tilbage til introforløbet fjernes din eksisterende tegnebog og konti! Hvis du har midler i din nuværende tegnebog, skal du sørge for, at du har en sikkerhedskopi at gendanne fra. Skriv "slet" for at bekræfte, at du ønsker at slette din nuværende tegnebog.
hu: Ha visszatérsz a bevezetéshez, elveszíted a létező tárcádat és számláidat! Ha van pénzed a jelenlegi tárcádban, győződj meg róla, hogy van róla biztonsági mentésed. Írd be a "törlés" szót, hogy megerősítsd a a jelenlegi tárca törlését.
nb: Går du tilbake til innføringsprogrammet mister du dine eksisterende lommebøker og kontoer! Dersom du har midler i din nåværende lommebok, så forsikre deg om at du har en sikkerhetskopi du kan gjennopprette fra. Skriv inn "delete" for å bekrefte at du ønsker å slette din nåværende lommebok.
ro: Revenind "la bord" vom elimita portofelul și conturile dumneavoastră existente! Dacă aveți fonduri în portofelul curent, asigurați-va că aveți o copie de rezervă pentru restaurare. Scrieți "delete" pentru a confirmă ștergerea contului curent.

source: Please enter a password of at least 8 characters
da: Indtast venligst en adgangskode på mindst 8 karakterer
hu: Adj meg egy legalább 8 karakterből álló jelszót
nb: Vennligst skriv inn et passord på minst 8 tegn
ro: Introduceți o parolă cu cel puțin 8 caractere

source: If enabled, sounds will be played whenever you send, recieve, change representative, or unlock your wallet.
nb: Hvis påslått, så spilles en lyd hver gang du sender, mottar, endrer representant eller låser opp lommeboken

source: On this screen you can see all your accounts. Check our <a ng-click="openExternalLinkHelp()">FAQs</a> before you start!
hu: Ezen a képernyőn láthatod az összes számládat. Nézd meg a <a ng-click="openExternalLinkHelp()">GYIK-et</a> mielőtt belekezdesz!
nb: På denne skjermen kan du se alle dine kontoer. Sjekk våre <a ng-click="openExternalLinkHelp()">FAQs</a> før du starter!
ro: Pe acesta pagină puteți vedea toate conturile dumneavoastră. Aruncați o privire<a ng-click="openExternalLinkHelp()">FAQs</a> înainte să începeți!

source: Play Sounds
hu: Hangok lejátszása
nb: Spill Lyder
ro: Redă sunete

source: <h5 class="toggle-label" translate="">Background Behaviour</h5> <p translate="">Choose the lock type to use when Canoe goes to the background. To disable background locking select None.</p>
hu: <h5 class="toggle-label" translate="">Háttér működés</h5> <p translate="">Válaszd ki a zár típust arra az esetre mikor a Canoe háttérbe kerül. A háttér zár kikapcsolásához válaszd az Egyik sem opciót.</p>
nb: <h5 class="toggle-label" translate="">Bakgrunnsoppførsel</h5> <p translate="">Velg låstype å bruke når Canoe sendes til bakgrunnen. For å deaktivere bakgrunnslås velg Ingen.</p>
ro: <h5 class="toggle-label" translate="">Comportament Background</h5> <p translate="">Alegeți tipul de blocare pe care să îl utilizați atunci când canoe trece în fundal. Pentru a dezactiva blocarea fundalului, selectați Niciuna. </p>

source: <h5 class="toggle-label" translate="">Soft Lock</h5> <p translate="">With Soft Lock, Canoe is locked but your wallet is still live unencrypted in memory. Enabling Soft Locks, makes it possible to use simpler forms of credentials like PINs and fingerprints.</p>
hu: <h5 class="toggle-label" translate="">Engedékeny zár</h5> <p translate="">Engedékeny zárral a Canoe zárolásra kerül, de a tárcád továbbra is titkosítatlanul él a memóriában. Engedékeny zár engedélyezésével lehetővé vállnak egyszerűbb azonosítási módok mint például PIN vagy ujjlenyomat.</p>
nb: <h5 class="toggle-label" translate="">Myklås</h5> <p translate="">Med Myklås, så er Canoe låst men lommeboken er fortsatt i live ukryptert i minnet. Aktivering av Myklås gjør det mulig å bruke enklere former for legitimering, slik som PIN og fingeravtrykk.</p>
ro: <h5 class="toggle-label" translate="">Blocare Soft Lock</h5> <p translate="">Cu Blocare Soft Lock, Canoe este blocat, dar portofelul dvs. este în continuare necriptat în memorie. Activarea funcțiilor Blocare Soft face posibilă utilizarea unor forme de acreditare mai simple, precum PIN-urile și amprentele digitale.</p>

source: Choose the lock type to use when Canoe goes to the background. To disable background locking select None.
hu: Válaszd ki a zár típust arra az esetre mikor a Canoe háttérbe kerül. A háttér zár kikapcsolásához válaszd az Egyik sem opciót.
nb: Velg låstype til når Canoe går i bakgrunnen. For å deaktivere bakgrunnslås velg Ingen.
ro: Alegeți tipul de blocare pe care să îl utilizați atunci când Canoe trece în fundal. Pentru a dezactiva blocarea fundalului, selectați Niciuna.

source: Encryption Time!
hu: Titkosítás idő!
nb: Krypteringstid!
ro: Timpul pentru criptare!

source: Enter at least 8 characters to encrypt your wallet.
hu: Adj meg legalább 8 karaktert a tárca titkosításához.
nb: Skriv inn minst 8 tegn for å kryptere din lommebok.
ro: Introduceți cel puțin 8 caractere pentru a cripta portofelul dumneavoastră.

source: Password length ok
hu: Jelszó hossza rendben
nb: Passordets lengde er OK
ro: Lungimea parolei este OK

source: Passwords do not match
hu: A jelszavak nem egyeznek
nb: Passordene er ikke like
ro: Parolele nu corespund

source: Unlock
hu: Feloldás
nb: Lås opp
ro: Deblochează

source: With Soft Lock, Canoe is locked but your wallet is still live unencrypted in memory. Enabling Soft Locks, makes it possible to use simpler forms of credentials like PINs and fingerprints.
hu: Engedékeny zárral a Canoe zárolásra kerül, de a tárcád továbbra is titkosítatlanul él a memóriában. Engedékeny zár engedélyezésével lehetővé vállnak egyszerűbb azonosítási módok mint például PIN vagy ujjlenyomat.
nb: Med Myklås, så er Canoe låst men lommeboken er fortsatt i live ukryptert i minnet. Aktivering av Myklås gjør det mulig å bruke enklere former for legitimering, slik som PIN og fingeravtrykk.
ro: Cu Blocare Soft, Canoe este blocat, dar portofelul dvs. este în continuare necriptat în memorie. Activarea funcțiilor Blocare Soft face posibilă utilizarea unor forme de acreditare mai simple, precum PIN-urile și amprentele digitale.

source: Attributions
hu: Tulajdonságok
nb: Attribusjoner
ro: Atribuții

source: Block was scanned and sent successfully
hu: A blokk sikeresen beolvasva és elküldve
nb: Suksessfull skanning og sending av blokk
ro: Block-ul a fost scanat și trimis cu succes.

source: Block was scanned but failed to process:
hu: A blokk beolvasása sikerült de a feldolgozás közben hiba történt:
nb: Blokken ble skannet men prosessering feilet:
ro: Block-ul a fost scanat, dar procesarea nu a reușit:

source: Failed connecting to backend
nb: Kunne ikke koble til bakgrunnsmotor
ro: Conectare nereușită la backend

source: Failed connecting to backend, no network?
nb: Kunne ikke koble til bakgrunnsmotor, inget nettverk?
ro: Conectare nereușită la backend, rețea indisponibilă?

source: Successfully connected to backend
nb: Suksessfull tilkobling til bakgrunnsmotor
ro: Conectare cu succes la backend

source: Nano Account
nb: Nano Konto

source: Send Nano to this address
nb: Send Nano til denne adressen

source: Address
vi: Địa chỉ

source: Bitcoin Address
vi: Địa chỉ Bitcoin

source: Broadcasting transaction
vi: Đang gởi thanh toán

source: Commit hash
vi: Mã xác nhận

source: Confirm your new spending password
vi: Xác nhận mật khẩu sử dụng mới của bạn

source: Custom Amount
vi: Tùy biến số lượng

source: Deleting payment proposal
vi: Đang xóa bỏ kế hoạch chi tiêu

source: Enter Spending Password
vi: Nhập vào Mật khẩu Sử dụng

source: Enter new spending password
vi: Nhập vào mật khẩu sử dụng mới

source: Exporting via QR not supported for this wallet
vi: Xuất thông qua mã QR chưa được hỗ trợ cho ví này

source: Generating .csv file...
vi: Tạo tệp .csv

source: Receive in
vi: Nhận vào

source: Recreating Wallet...
vi: Đang tại lại ví....

source: Rejecting payment proposal
vi: Từ chối đề xuất thanh toán

source: Retrieving inputs information
vi: Truy xuất thông tin đầu vào

source: Send
he: שלח
hu: Küldés
ro: Trimite
sk: Poslat
vi: Gửi

source: Send payment to this address
vi: Gửi khoản tiền tới địa chỉ này

source: Sending 2FA code...
vi: Đang gửi mã xác thực 2FA...

source: Transaction not found
vi: Không tìm thấy giao dịch

source: Validating recovery phrase...
vi: Đang xác thực cụm từ khôi phục...

source: Your wallet key will be encrypted. The Spending Password cannot be recovered. Be sure to write it down.
vi: Chìa khóa Ví của bạn sẽ được mã hóa. Mật khẩu tiêu tiền sẽ không thể khôi phục được nữa. Hãy nhớ viết chúng ra

source: Alias
hu: Alternatív név
vi: Bí danh

source: Send Nano
vi: Gửi Nano

source: Backend URL
vi: URL phụ trợ

source: Your backend has been changed
vi: Phụ trợ của bạn đã được thay đổi

source: Join the future of money,<br>get started with BCB.
da: Deltag i fremtiden for penge,<br>kom i gang med BCB.
hu: Csatlakozz a pénz jövőjéhez,<br>láss hozzá Nanoval.
ro: Alăturați-va viitorului banilor,<br>începeți cu BCB.

source: Lock wallet
da: Lås Canoe
he: נעל את קאנו
hu: Canoe zárolása
ro: Blocați Canoe

source: BCB is different &ndash; it cannot be safely held with a bank or web service.
da: BCB er anderledes &ndash; det kan ikke gemmes i en bank eller hos en webservice.
hu: BCB más &ndash; nem lehet biztonságosan tárolni egy banknál vagy webszolgáltatásnál.
ro: BCB este diferit &ndash; nu poate fi stocat în siguranță la bancă sau printr-un serviciu web.

source: No backup, no BCB.
da: Ingen backup, ingen BCB.
he: אין גיבוי, אין נאנו
hu: Nincs biztonsági mentés, nincs BCB.
ro: Fără backup, fără BCB.

source: Send BCB
he: שלח נאנו
hu: BCB küldése
ro: Trimite BCB

source: Start sending BCB
da: Begynd at sende BCB
hu: Kezd Nanot használni
ro: Începeți să trimiteți BCB

source: To get started, you need BCB. Share your account to receive BCB.
da: For at komme i gang har du brug for BCB. Del din konto for at modtage BCB.
hu: Kezdésnek Nanora lesz szükséged. Oszd meg a számlád, hogy Nanot fogadhass.
ro: Pentru a începe, aveți nevoie de BCB. Împărtășiți-va adresa pentru a primi BCB.

source: To get started, you need an Account in your wallet to receive BCB.
da: For at komme i gang har du brug for en konto i din tegnebog til at modtage BCB.
hu: Kezdéshez szükség lesz egy számlára a tárcádban, hogy BCB-t tudj fogadni.
ro: Pentru a începe, aveți nevoie de un Cont în portofelul dumneavoastră pentru a primi BCB.

source: You can scan BCB addresses, payment requests and more.
da: Du kan scanne BCB-adresser, betalingsanmodninger og mere.
he: אתה יכול לסרוק חשבונות נאנו, בקשות תשלום ועוד.
hu: Beolvashatsz BCB számlákat, fizetési kérelmeket és egyebeket.
ro: Puteți scana adrese de BCB, cereri de plată și altele.

source: Your Bitcoin Black Betanet Wallet is ready!
da: Din BCB tegnebog er klar!
he: הארנק נאנו שלך מוכן!
hu: A BCB tárcád készen áll!
ro: Portofelul dumneavoastră de BCB este pregătit!

source: Your BCB wallet seed is backed up!
da: Dit BCB tegnebogs-seed er sikkerhedskopieret!
he: הסיד של הארנק נאנו מגובה!
hu: A BCB tárcád titkos kulcsa mentésre került!
ro: Seed-ul portofelului dumneavoastră este în siguranță! (backup realizat)

source: Canoe stores your BCB using cutting-edge security.
da: Canoe gemmer din BCB ved brug af banebrydende sikkerhed.
he: קאנו שומר את הנאנו שלך בטכנולוגית האבטחה המתקדמת ביותר.
hu: Canoe korszerű biztonsági technológiával tárolja a Nanodat.
ro: BCB este stocat de Canoe folosind securitate de ultimă oră.

source: BCB is Feeless
da: BCB er gebyrfri
he: נאנו ללא עמלות
hu: BCB díjmentes
ro: BCB nu percepe tarife!

source: BCB is Instant
da: BCB er øjeblikkelig
he: נאנו מידי
hu: BCB azonnali
ro: BCB este instant

source: BCB is Secure
da: BCB er sikker
he: נאנו מאובטח
hu: BCB biztonságos
ro: BCB este sigur

source: Trade BCB for other currencies like USD or Euros.
da: Køb BCB for andre valutaer som USD eller Euro.
he: החלף נאנו למטבעות אחרים כמו דולר או אירו
hu: Cserélj Nanot más valutákra mint például USD vagy Euro.
ro: Tranzacționați BCB pentru alte valute precum USD sau Euro.

source: Transfer BCB instantly to anyone, anywhere.
da: Overfør BCB øjeblikkeligt til hvem som helst, hvor som helst.
hu: Utalj Nanot azonnal bárkinek, bárhol.
ro: Transferați BCB în mod instant oricui, oriunde.

source: How to buy BCB
da: Sådan køber du BCB
he: איך לקנות נאנו?
hu: Hogyan lehet Nanot venni
ro: Cum să cumpărați BCB

source: How to buy and sell BCB is described at the website.
da: Hvordan du køber og sælger BCB er beskrevet på hjemmesiden.
hu: BCB vásárlásának és eladásának módját a weboldal részletezi.
ro: Pe site este descris cum să cumpărați și să vindeți BCB.

source: Wallet is Locked
hu: Canoe zárolva van
ro: Canoe este blocat

source: Anyone with your seed can access or spend your BCB.
da: Alle med dit seed kan få adgang til og bruge din BCB.
hu: A privát kulcsod birtokában bárki hozzá tud férni a Nanodhoz vagy el tudja azt költeni
ro: Oricine are acces la seed-ul dumneavoastră poate cheltui BCB.

source: BCB Account
hu: BCB számla
ro: Contul de BCB

source: Send BCB to this address
hu: BCB küldése erre a számlára
ro: Trimiteți BCB la această adresă

source: Please load BCB to donate
ro: Nu există BCB pentru a face o donație

source: OK
he: אישור
